{
"7xsvRQ": {
"checksum": "c1584c50977291905cc94f08abad0eee",
"date": 1432887874.0,
"description": "Excellent !<br />\nJ'aime bien la taille de l'URSS par rapport aux Etats-Unis tout en bas de la carte ! (printed and distributed in USA, et vu la couleur du papier, pas bien loin de la guerre froide ;D)<br />\n<br />\n(via <a href=\"http://sebsauvage.net/links/?ozUFUg\">http://sebsauvage.net/links/?ozUFUg</a>)<br />(<a href=\"https://links.la-bnbox.fr/?qL4_YQ\">Permalink</a>)",
"docolav": "B39679",
"file": "7xsvRQ.jpg",
"guid": "https://links.la-bnbox.fr/?qL4_YQ",
"height": 9554,
"tags": [
"map"
],
"title": "The HISTOMAP",
"url": "http://www.slate.com/features/2013/08/histomapwider.jpg",
"width": 2097
},
"Dfd_ZA": {
"checksum": "2e3dfaa9cb74d5775ed5ce54d17a072b",
"date": 1506759944.0,
"description": "En ce moment je cherche à vendre ma C3 (si jamais ça vous intéresse : <a href=\"https://www.leboncoin.fr/voitures/1309074106.htm?ca=12_s\">https://www.leboncoin.fr/voitures/1309074106.htm?ca=12_s</a> ;D).<br />\n<br />\nUn gars me contacte, gentil, il habite dans un autre département, ça lui fait un long trajet pour venir la voir, il veut l'acheter tout de suite si elle lui plait, il insiste pour négocier le prix à 6000 € sans la voir, rdv le lendemain à 19h le temps que &quot;sa&quot; banque lui donne un chèque de banque.<br />\nEntre temps je me renseigne sur les chèque de banque : ça prouve que l'argent est bloqué par la banque, mais comment vérifier que le chèque est valide ? Je lis qu'il faut vérifier le filigrane, et qu'on peut appeler la banque en question pour valider. Mais à 19h les banques sont fermés...<br />\nJe demande au gars de m'envoyer le numéro de téléphone de la banque à 16h, mais il ne peut me l'envoyer qu'à 18h (la banque ferme à 17h30). J'appelle, c'est fermé mais c'est bien une vraie banque, je suis rassuré.<br />\nLe rdv a bien lieu, la voiture lui plait, il la regarde en détail mais sans plus, toujours très gentil, jeunot. Mais quand il me présente le chèque de banque, pas de filigrane, son nom n'apparaît pas dessus, pas de bordure autour du numéro de la banque... Suivez le lien pour voir le chèque Bref, j'ai des doutes avec tout ce que j'ai lu (ça m'a rendu parano) et je le lui dis. On discute longtemps, il me dit qu'il sera bientôt papa (après avoir vu une photo de mon fils sur mon smartphone ?), qu'il est pressé, qu'il n'a jamais eu de problème avec des chèques de banque, que d'habitude les gens les vérifient sans problème (eh mon gars t'es plus jeune que moi et je n'ai une qu'une seule occasion d'utiliser un chèque de banque !!!), etc... Je lui propose de se revoir, n'importe quand, même d'aller jusqu'à chez lui (je suis motivé pour la vendre, oui !), mais étonnement il refuse, &quot;non demain j'ai encore foot, c'est important&quot;, &quot;je bosse tout le temps&quot; (tu vas être papa, t'as besoin d'une voiture mais le foot &quot;c'est important&quot; ???), bref toujours gentil, je ne met pas trop sa parole en doute mais quand même ça me chiffonne. Je lui dis que ma décision est prise, j'appelle sa banque demain et s'il est quand même motivé il me rappelle. Au pire j'aurai perdu une vente... Dans ma tête je pense &quot;fichu jeunes flemmards&quot; (oui j'ai l'habitude d'encadrer de jeunes ^^).<br />\n<br />\nCe matin j'appelle sa banque et la personne me dit : le chèque est-il écrit à la machine ou à la main ? Je réponds &quot;à la machine&quot;. Alors je peux vous dire que c'est un faux... ! Ouah ! Les chèques de banque Crédit Agricole sont toujours écrits à la main, sans tampon de la banque, et il y a bien un filigrane ! Ils ont eu plusieurs cas cette semaine, avec toujours le même numéro de chèque &quot;858&quot;, toujours à des horaires &quot;banque fermée&quot;, certains se sont fait avoir. La banque en question a porté plainte.<br />\n<br />\nBref : au moindre doute, vérifier le chèque de banque !!! Comme dit sur je ne sais quel site &quot;un acheteur honnête ne s'en offusquera pas&quot;.<br />\n<br />\nPfiou... Avec tout ça j'ai encore une C3 à vendre ;D<br />(<a href=\"https://links.la-bnbox.fr/?3c6pOQ\">Permalink</a>)",
"docolav": "6C6C6B",
"file": "Dfd_ZA.jpg",
"guid": "https://links.la-bnbox.fr/?3c6pOQ",
"height": 768,
"tags": [
"arnaque"
],
"title": "Note: Tentative d'arnaque vente de voiture",
"url": "http://30minparjour.la-bnbox.fr/wp-content/uploads/2017/09/20170929_200633-1024x768.jpg",
"width": 1024
}
}