{
"0dnmGQ": {
"checksum": "db1770c1984dd22cc3494600aebecc7b",
"date": 1692986024.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>… because I actually work with thse computer parts. [ gateway, load balancer, web, database, cache, etc. ]</p>\n</blockquote>\n<p>Mouais… La réponse sera « qui peut le plus peut le moins ». C'est au titre de notre prétendue logique supérieure qu'on est ensuite \"invité\" à réparer tout ce qui comporte un bout d'électronique (chauffage, montre, téléphone, etc.), pas du fait de nos compétences (la personne lambda conceptualise bien qu'un chauffage n'est pas un ordi). Le mieux est d'expliquer en quoi l'administration système et réseaux ne mobilise pas les mêmes compétences qu'un debug d'imprimante et que, comme le reste du monde, on n'a pas envie d'acquérir ces compétences. Ça ne fonctionne pas mieux, mais c'est plus compréhensible.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?22idSA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "ECECEC",
"file": "0dnmGQ.jpg",
"guid": "https://shaarli.guiguishow.info/?22idSA",
"height": 484,
"tags": [],
"title": "These are your computer and your printer. I don't know how to fix them…",
"url": "https://nitter.fdn.fr/pic/orig/media%2FFHe5dXiWQAUW0Z6.jpg",
"width": 750
},
"12AlTg": {
"checksum": "fef830741c9132c667636b0a6ee418e9",
"date": 1664627813.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Bien, c'est officiel : l'humanité est capable de sauver la planète !</p>\n</blockquote>\n<p>Ouf ! Mais, en a-t-elle la volonté ? :))))</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/70075/super-flock-au-rapport\">https://www.nextinpact.com/article/70075/super-flock-au-rapport</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?pVbbCQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "9F9582",
"file": "12AlTg.png",
"guid": "https://shaarli.guiguishow.info/?pVbbCQ",
"height": 600,
"tags": [],
"title": "Dessin : « La mission DART atteint sa cible »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171808.png",
"width": 800
},
"1Be5aw": {
"checksum": "7170ff587dffde92936153a64e946e13",
"date": 1665231360.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>(Père mourant à son fils) ‒ Il faudra sans doute aussi la vie de ton propre enfant en plus de la tienne pour venir à bout de ce que j'ai consommé.</p>\n</blockquote>\n<p>Via <a href=\"https://www.nextinpact.com/article/70120/flock-regarde-dans-miroir-aux-alouettes\">https://www.nextinpact.com/article/70120/flock-regarde-dans-miroir-aux-alouettes</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?JLmSoA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "AA9479",
"file": "1Be5aw.png",
"guid": "https://shaarli.guiguishow.info/?JLmSoA",
"height": 600,
"tags": [],
"title": "Dessin : « Technologie et écologie : où en sommes-nous du recyclage et de la seconde vie ? »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171831.png",
"width": 800
},
"3SDBiQ": {
"checksum": "fa1d9afc4f36040f29b90512c21b766f",
"date": 1644701074.0,
"description": "<div class=\"markdown\"><p>+1 et je dirais même plus : chaque citoyen est infantilisé (sur la manière d'éduquer un lardon). Mais c'est pour la protection des mineurs, donc tout va bien, non ?<br />\nCe genre d'initiative mesure la dégénérescence de notre société, de nos cerveaux… Il faut que l'État éduque ton gamin, lui dise à quel contenu accéder ou non… Je trouve ça flippant.</p>\n<p>Le <a href=\"https://www.nextinpact.com/article/49777/controle-parental-senat-exempte-pc-professionnels-sans-systeme-dexploitation\">dossier de Next Inpact</a> qui résume le texte est glaçant :</p>\n<ul>\n<li>L'État cherche à « restreindre l’accès aux « services et contenus susceptibles de nuire à l’épanouissement physique, mental ou moral des mineurs ». De fait, un champ particulièrement vaste. »<br />\n<br /></li>\n<li>Quid des ordinateurs sans système ? « « Il faut éviter tout malentendu s'agissant des terminaux dits nus destinés à des professionnels aguerris. Ceux-ci doivent être exclus du texte » a insisté la rapporteure. […] Ou bien cette précision est inutile puisque, de l’avis de Cédric O, ordinateurs et autres terminaux nus sont hors champ, et a fortiori quand bien même sont-ils « à usage professionnel ». Ou bien, cette précision remet a contrario dans le champ de la future loi les terminaux les PC et équipements nus achetés par des particuliers outre ceux équipés d’OS achetés par des pros. »<br />\n<br /></li>\n<li>Désinstallation ? « Elle a donc confondu désactivation et désinstallation, et refuse que la désinstallation soit légalement proposée dans la fenêtre principale par exemple à un célibataire sans enfant, ou à un professionnel. […] l'usage de l'expression « le cas échéant » indique que cette désinstallation reste une simple option. C'est uniquement la consécration de « la possibilité de désinstaller le dispositif de contrôle parental lorsque cela est possible », comme le résume difficilement le Sénat. ».</li>\n</ul>\n<p>Via <a href=\"https://www.nextinpact.com/article/49806/flock-verrouille-cible-et-tire-dans-mille\">https://www.nextinpact.com/article/49806/flock-verrouille-cible-et-tire-dans-mille</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ATSuUA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C8AF8E",
"file": "3SDBiQ.png",
"guid": "https://shaarli.guiguishow.info/?ATSuUA",
"height": 600,
"tags": [],
"title": "Contrôle parental : l'état s'occupe de vous comme de son propre enfant",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/170359.png",
"width": 800
},
"3lddrA": {
"checksum": "064331009d2d5a48f3659da28e2fd94e",
"date": 1644694189.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Mais comme pour les Ouïghours, nous sommes vraiment, mais alors vraiment de tout cœur avec lui</p>\n</blockquote>\n<p>+1 sur le cynisme et l'inaction enjolivée de propos creux.</p>\n<p>Le parallèle avec les Ouïghours  vient de la <a href=\"https://www.assemblee-nationale.fr/dyn/15/textes/l15t0758_texte-adopte-seance\">résolution de l'AN qui reconnaît un crime contre l'humanité / génocide</a> alors que la France fera rien à part jacter.</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/49806/flock-verrouille-cible-et-tire-dans-mille\">https://www.nextinpact.com/article/49806/flock-verrouille-cible-et-tire-dans-mille</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?EXnJzA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "B27466",
"file": "3lddrA.png",
"guid": "https://shaarli.guiguishow.info/?EXnJzA",
"height": 600,
"tags": [],
"title": "L'assemblée nationale et le gouvernement refusent l'asile politique pour Julian Assange",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/170360.png",
"width": 800
},
"3zhjxw": {
"checksum": "69b17f5b21c3f04d8f637eca007aa7c7",
"date": 1556906205.0,
"description": "<div class=\"markdown\"><p>Extraits d'un entretien entre François Ruffin et <strong>Pablo Servigne, docteur en biologie et auteur</strong> d'un bouquin sur la collapsologie (<a href=\"/?vMvSog\">mon avis sur ce concept</a> qu'il n'a pas inventé) et d'un nouveau sur l'entraide, <strong>livre qui se veut plus idéologique que scientifique, c'est assumé, l'auteur veut proposer une autre mythologie moins agressive</strong>.</p>\n<blockquote>\n<p>Pablo Servigne : […] <strong>Pierre Kropotkine, géographe, anthropologue, zoologue, et anarchiste</strong>. C’est un prince russe, lui, né à Moscou en 1842, d’une grande famille aristocratique, mais avec une nourrice française, et elle lui donne le goût des Lumières. A dix-neuf ans, il renonce au confort de la cour impériale, il préfère les sciences. Le livre-clé de Darwin, De l'origine des espèces au moyen de la sélection naturelle, vient de paraître, et Kropotkine l’a adoré. <strong>Il part alors en Sibérie pour ses recherches, mais qu’est-ce qu’il observe ? Presque l’inverse de Darwin. Qui survit ? Non pas les plantes ou les animaux les plus forts, mais ceux qui coopèrent le plus</strong>. En fait, <strong>Darwin avait fait ses observations dans les milieux tropicaux, où il y a l’abondance, l’abondance de chaleur, de lumière. Là ou le vivant peut perdre son énergie en guerre, en compétition. En milieu hostile, dans le froid de la Sibérie, il n’y a pas d'énergie à perdre, il faut s’entraider pour survivre</strong>.</p>\n<p>François Ruffin : Mais tu relèves que <strong>Darwin lui-même avait eu cette intuition, de la sélection naturelle par l’entraide</strong>…</p>\n<p>Pablo Servigne : Oui, il faut relire Darwin, c’est magnifique, vraiment délicieux. <strong>Il voyait, par exemple, le sacrifice de l’abeille ouvrière, elle défend son nid, elle vous pique, elle laisse son dard et elle meurt. L’individu se tue pour défendre le groupe</strong>. Là, Darwin se gratte la tête, il se dit : « C'est pas possible, ça ? Comment l'altruisme a pu être sélectionné ? Alors qu'il sacrifie sa descendance ? Et ça dure pourtant depuis des millions d'années ? Ça ne colle pas avec ma théorie. » En 1871, il propose donc une idée : <strong>« Il ne fait aucun doute que les tribus qui possèdent de nombreux membres qui sont toujours prêts a aider les autres et a se sacrifier pour le bien commun sortiraient victorieuses des autres tribus</strong>. Et cela serait de la sélection naturelle. » Donc, c’est <strong>la sélection naturelle au niveau du groupe (et pas de l’individu), c’est la cohésion du groupe, la coopération qui permettent de survivre mieux que les autres</strong>.</p>\n</blockquote>\n<p><br /></p>\n<blockquote>\n<p>[…]</p>\n<p>Pablo Servigne : C’était chez lui [ NDLR : Darwin ] une intuition. Une intuition formidable, de ce qu’on appelle aujourd’hui « la sélection de groupe ». Mais <strong>lui n’avait pas les matériaux pour une démonstration</strong>. Nous les avons, désormais. <strong>Depuis quelques années, en sociobiologie, il y a tellement de découvertes formidables, sur l’entraide, ses multiples formes, chez les êtres vivants, humains compris</strong>… Et aussi, <strong>on a déformé Darwin</strong>. Dans l’Angleterre victorienne, avec l’essor du capitalisme, <strong>les philosophes, les dirigeants avaient besoin d’une justification biologique</strong> : hop ! Darwin !<br />\n[…] c’est la thèse de Jean-Claude Michéa, que je trouve assez pertinente : les philosophes comme Hobbes, comme Smith, comme Hume, <strong>tous les fondateurs du libéralisme, ils étaient traumatisés par les guerres de religion au Moyen Age. Ils se sont dit : « Quel système politique on peut mettre en place, le plus neutre possible ? Sans éthique, sans religion, surtout pas ! Vraiment le minimum syndical. C'est quoi ? C'est l'économie</strong>, c'est le marché. On est tous égoistes. » <strong>Ils étaient déçus de la nature humaine</strong>. Cent-vingt ans de carnages, c’est horrible, et les guerres civiles sont les plus atroces des guerres. <strong>Donc tu sors de là, tu as perdu toute confiance dans ton prochain. Après ça, ils en tirent des leçons : la nature humaine est mauvaise, et la nature tout court est une arène impitoyable</strong>, où on se massacre tous. Donc: 1) <strong>il faut un marché, pour qu’on s’entende entre égoïstes. 2) il faut un État fort pour contrôler le marché</strong>. Voilà notre inconscient collectif, notre mythologie. <strong>Charles Darwin est relu à cette lumière</strong>, lui-même sélectionné, détourné. <strong>Il offre un socle scientifique, biologique, à cette mythologie</strong> : la sélection par la compétition, par la prédation. </p>\n</blockquote>\n<p>Hum, donc, d'une part, on ne savait pas tout d'où des théories incomplètes et, d'autre part, on a trouvé ce qu'on a bien voulu chercher.</p>\n<p><br /></p>\n<blockquote>\n<p>[…]</p>\n<p>Françosi Ruffin : Alors, allons-y : <strong>qu’est-ce qui, dans la nature, relève de l’entraide ?</strong></p>\n<p>Pablo Servigne : Tout. Presque tout. On pourrait prendre mille exemples, chez <strong>les abeilles bien sûr, les étourneaux, mais aussi le mutualisme entre les anémones de mer et des escargots, entre des récifs coralliens et les poissons-clowns</strong>, etc. […] La respiration, elle est issue d’une fusion bactérienne ancestrale, c’est une association. Et que font nos cellules ? Elles collaborent pour former un organisme, avec une division du travail. Notre corps ne peut pas vivre sans microbiote. […] Les arbres, en réalité, sont connectés par des champignons, les mycorhizes. Donc, déjà, il y a <strong>une entraide entre arbres et champignons : les champignons apportent à l’arbre de l’eau, des nutriments, et lui fournit des sucres aux champignons, de l’énergie</strong>. […] Dans un bois, tu as de vieux arbres, immenses, qui ont leur vie derrière eux, qui ont accès au soleil, et tu as les jeunes pousses qui galèrent. Eh bien, <strong>les grands arbres transmettent des sucres aux jeunes arbres. Ce sont les allocations familiales ! Ils se transfèrent des sucres, des minéraux, entre espèces, un sapin transfère des sucres à un bouleau malade, qui galère à l’ombre. C’est la Sécurité sociale</strong>, des millions d’années avant nous ! L’entraide est un facteur d’innovation dans le vivant, dans son évolution, depuis 3,8 milliards d’années : les plus coopératifs survivent. Ça n’est pas un petit fait divers, c’est le phénomène massif. <strong>L’autre loi de la jungle, la compétition, elle existe bien sûr, mais plutôt ponctuellement. Pourquoi ? Parce qu’elle est source de stress, elle est épuisante, dangereuse, elle coûte aux espèces…</strong></p>\n</blockquote>\n<p><br /></p>\n<blockquote>\n<p>[…]</p>\n<p>François Ruffin : Mais est-ce que, pour rétablir la balance, Kropotkine et toi, vous ne faites pas tout basculer du côté de la coopération ? Contre la compétition ?</p>\n<p>Pablo Servigne : Tu n’as pas tort. <strong>La sélection naturelle est un équilibre, ou plutôt une conjugaison, entre ces deux forces: la compétition, l’association</strong>. À l’intérieur d’un groupe, la première prime souvent : la sélection favorise les individus les plus aptes, souvent les plus égoïstes, les plus agressifs. Mais cette force provoque des conflits, en biologie on la qualifie de « perturbatrice ». La deuxième force, l’association, agit de l’extérieur des groupes, elle favorise les groupes constitués d’individus plus coopératifs, voire altruistes, qui rendent le collectif globalement plus efficace. Voilà l’essence de la nouvelle sociobiologie. C’est résumé en une formule lapidaire par David et Edward Wilson : <strong>« Au sein d’un groupe, l’égoïsme supplante l'altruisme. Les groupes altruistes supplantent les groupes égoïstes. Tout le reste n‘est que commentaire. »</strong></p>\n</blockquote>\n<p><br /></p>\n<blockquote>\n<p>[…]</p>\n<p>Pablo Servigne : Encore une fois, <strong>il y a la couche culturelle. Depuis 70 000 ans, on se raconte des histoires, et on y croit à mort. Depuis quatre siècles, notre récit, c’est « L'homme est rationnel et égoïste », même s’il n’est ni rationnel ni égoïste. En tout cas il n’est pas que ça</strong>. Ensuite, on vit en milieu d’abondance. Ici, <strong>dans les pays industrialisés, on est globalement très riches. On peut se permettre d’être individualistes, égoïstes</strong>. Pourquoi ? Grâce au pétrole. On en consomme tous énormément, pour nous nourrir, nous déplacer, nous instruire, nous chauffer, etc. Nous, les Européens moyens, c’est comme si on disposait de cinq cents esclaves énergétiques. On est tous des pharaons : toi, cinq cents esclaves ! Moi, cinq cents esclaves ! Elle, cinq cents esclaves ! On est très nombreux dans cette salle, en fait ! <strong>On est hyper riches, et on peut se permettre de dire à notre voisin : « Je n’ai pas besoin de toi. J’ai des esclaves énergétiques, je m’en fous, je peux manger sans toi. »</strong> C’est comme pour les tropiques de Darwin : en milieu d’abondance, une culture de l’égoisme peut émerger. Depuis des décennies, on a poussé dans cette direction à fond. Mais en milieu de pénurie, comme dans la Sibérie de Kropotkine, les solidarités se renforcent.</p>\n</blockquote>\n<p><br /><br />\nServigne explique également que <strong>l'entraide, ce n'est pas bon ou mauvais (on peut s'entraider pour massacrer quelqu'un, par exemple), que ça se travaille, et qu'il y a des règles</strong> : </p>\n<ul>\n<li><strong>Il faut prévoir des sanctions pour les égoistes et/ou des récompenses pour les altruistes ainsi qu'une faible tolérance aux abus</strong>, sinon le pot commun s'épuise ;<br />\n<br /></li>\n<li><strong>Il faut être spontané dans les échanges</strong>. Réfléchir réduit l'entraide ;<br />\n<br /></li>\n<li>Il faut <strong>utiliser le puissant levier de la réputation afin d'influer sur les comportements</strong> et favoriser ainsi l'entraide ;<br />\n<br /></li>\n<li><strong>L'entraide diminue quand la taille d'un groupe augmente</strong> (désigner un énnemi commun permet de souder les gens… pour le meilleur ou le pire). Pour pallier à cela, <strong>le groupe doit avoir des règles précises</strong> (qui servent, entre autres, à dire qui est membre du groupe et qui ne l'est pas), <strong>un gardien des règles et une compréhension des arrivées et des départs dans le groupe</strong>.</li>\n</ul>\n<p>Tout cela me rappelle les <a href=\"https://peertube.datagueule.tv/videos/watch/7a961120-32e5-4b48-b71f-24d8f512cfc9?start=2m\">travaux d'Elinor Ostrom autour des communs</a> et l'<a href=\"h/?SRFuIQ\">évolution de la confiance dans une société humaine</a>.</p>\n<p><br /></p>\n<blockquote>\n<p>[…]</p>\n<p>Pablo Servigne : <strong>C’est le grand débat de l’inné et de l’acquis. Dans nos comportements, qu’est-ce qui relève de la nature ? Qu’est-ce qui relève de la culture ? Par exemple, si vous êtes plus radin que votre collègue, c’est dû à quoi ? A votre patrimoine génétique, ou à votre environnement ?</strong> Ces questions sont aujourd’hui dépassées : le déterminisme génétique a vécu, on sait désormais qu’il y a une interaction, constante, de tous les instants, entre les gènes et l’environnement. L’épigénétique, c’est la science de ces relations, de comment un gène se modifie, s’adapte. En fait, <strong>les gènes sont la comme un répertoire, comme un catalogue de possibles, et ils vont s’activer en fonction des activités, des connexions nerveuses avec le cerveau, des interactions avec nos neurones</strong>. Eh bien, l’entraide, c’est pareil…</p>\n</blockquote>\n<p>Je ne crois pas une seconde à l'épigénétique. Il y a des interactions entre l'environnement et les gènes, c'est sûr, mais cela se fait sur le long terme. Je ne crois pas à l'activation / désactivation de gènes quasiment à la demande.</p>\n<p><br /></p>\n<blockquote>\n<p>François Ruffin : C’est-à-dire ?</p>\n<p>Pablo Servigne : C’est un possible qui existe en nous, en chacun de nous, dans notre patrimoine génétique, dans la société, et qui peut ou non s’activer. <strong>Nous pourrions dessiner, concevoir des institutions, des normes sociales, qui favorisent l’émergence de comportements altruistes, pro-sociaux. C’est ça, surle papier, l’art de la politique, permettre ça, plutôt que prôner une compétition déjà présente partout</strong>. Quand j’entends les gens dire : <strong>« Avec l’effondrement, on va tous s’entretuer, c'est la nature humaine », je réponds « non ! ». La nature humaine n’est ni bonne ni mauvaise, ni altruiste ni égoïste</strong>. Nous avons les deux, les deux sont en magasin. C’est la culture néolibérale, moderne, qui va faire qu’on peut s’entretuer. Mais on peut sortir de ça, et on a de gros leviers en nous, et ça peut aller très vite, potentiellement. C’est pas gagné, mais on vient ouvrir une brèche dans l’imaginaire.</p>\n</blockquote>\n<p>Dans le numéro de novembre 2018 - janvier 2019 de Fakir.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?cqOF5g\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "BCB3A8",
"file": "3zhjxw.jpg",
"guid": "https://shaarli.guiguishow.info/?cqOF5g",
"height": 1455,
"tags": [],
"title": "L'entraide : l'autre loi de la jungle, la vraie loi de la société",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/05/dessin-fakir_novembre_2018_janvier_2019-besoin_de_personne.jpg",
"width": 1278
},
"41gsBA": {
"checksum": "7ddd6be7e3f3a3e3c3d6f64cfea5c6e0",
"date": 1363778518.0,
"description": ":D Via SebSauvage\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?gOd-tA\" title=\"Permalink\">Permalink</a>",
"docolav": "C8C4BB",
"file": "41gsBA.png",
"guid": "https://shaarli.guiguishow.info/?gOd-tA",
"height": 226,
"tags": [
"nomarkdown"
],
"title": "ajgeal0.png (Image PNG, 632x226 pixels)",
"url": "http://i.imgur.com/ajgeal0.png",
"width": 632
},
"49G2pw": {
"checksum": "3311f5bd116a34794e1e1aa9474d1d6c",
"date": 1553806357.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>(oiseau qui piale) chirp chirp<br />\n‒ Quel joli chant, je me demande ce qu'il est en train de chanter.<br />\n(oiseau qui piale) chirp chirp<br />\n‒ Peu importe, je suis sûre que c'est quelque chose de magnifique<br />\n(oiseau qui piale) chirp chirp Quelqu'un ici veut baiser ?!</p>\n</blockquote>\n<p>:DDDD<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ZFK1ZQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C9C9BF",
"file": "49G2pw.jpg",
"guid": "https://shaarli.guiguishow.info/?ZFK1ZQ",
"height": 973,
"tags": [],
"title": "Signification du chant d'un oiseau",
"url": "https://pbs.twimg.com/media/D2Wl8fFXgAEKzv-.jpg",
"width": 960
},
"4sdyJw": {
"checksum": "be87821894355f2613f066507a691aee",
"date": 1691142860.0,
"description": "<div class=\"markdown\"><p>Voir aussi « <a href=\"https://grisebouille.net/dessins-de-presse-2022-09/dp_094_col_roule.png\">Bruno Le Maire est très fier de son col roulé qui lui permet d'inviter les pauvres à baisser le chauffage</a> ».</p>\n<p>Tout ça pour une pénurie d'énergie à l'hiver 2022 qui n'a pas eu lieu parce que les travailleurs ont résolu le problème, comme d'hab' (c'était prévisible : évidemment qu'on allait accélérer le carénage des centrales nucléaires quitte à laisser des défauts sans risque).</p>\n<p>Mais qu'est-ce que ça avait bien bourré le mou de partout sur la thématique \"olalala coupures de courant à prévoir cet hiver ayez peur\", même les journaux les moins débiles… Les sociétés commerciales et les administrations ont pondu des plans de continuation de l'activité… <strong>ÉDIT DU 04/08/2023 À 20 H 18</strong> : je me souviens également du baromètre ÉcoWatt diffusé sur les chaînes de TV et via une application mobile conçue alors. <strong>FIN DE L'ÉDIT</strong>. Tout ce temps, cette énergie, et ce pognon gaspillés…</p>\n<p>On a remis le couvert y'a quelques mois avec une prétendue pénurie généralisée d'eau cet été… Ceci est l'humain au summum de son intelligence.</p>\n<p>Source : <a href=\"https://grisebouille.net/dessins-de-presse-2022-07-08/\">https://grisebouille.net/dessins-de-presse-2022-07-08/</a> / <a href=\"https://editions.ptilouk.net/presse2022/\">https://editions.ptilouk.net/presse2022/</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?g3TMQQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E3E3E3",
"file": "4sdyJw.png",
"guid": "https://shaarli.guiguishow.info/?g3TMQQ",
"height": 670,
"tags": [],
"title": "Le gouvernement demande un effort aux Français pour économiser de l'énergie",
"url": "https://grisebouille.net/dessins-de-presse-2022-07-08/dp_083_economies_energie.png",
"width": 1200
},
"56IPLQ": {
"checksum": "ccd2a159b66b534dd3f7ce2facafd034",
"date": 1412717004.0,
"description": "« We're looking for someone with the wisdom of a 50-year-old, the experience of a 40-year-old, the drive of a 30-year-old and the pay scale of a 20-year-old. »<br />\n<br />\nC'pas un scoop mais c'est toujours aussi vrai.<br />\n<br />\nVia <a href=\"http://sebsauvage.net/links/?a04rcA\">http://sebsauvage.net/links/?a04rcA</a>\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?zboB3A\" title=\"Permalink\">Permalink</a>",
"docolav": "AFBDC4",
"file": "56IPLQ.png",
"guid": "https://shaarli.guiguishow.info/?zboB3A",
"height": 358,
"tags": [
"nomarkdown"
],
"title": "Le marché de l'emploi en une phrase",
"url": "https://i.imgur.com/tc5h8Tu.png",
"width": 399
},
"62HvVg": {
"checksum": "8127610c19361599fb8797a3ecae568a",
"date": 1556893736.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Quand elle était jeune, ma mère portait souvent des talons aiguilles. Je devais avoir sept-huit ans quand lui ai posé un jour cette question et sa réponse m'avait un peu laissé sur le cul.<br />\n‒ Ça ne te fait pas mal de marcher sur la pointe des pieds ?<br />\n‒ <strong>Il faut souffrir pour être belle</strong>.</p>\n<p><strong>Ma mère souffait donc tous les jours</strong>, et moi j'ai tout de suite haï les talons aiguilles. Je me demandais comment elle faisait pour marcher un peu soulevée par l'arrière du pied sans tomber en avant. Chaque fois qu'elle en portait, je ne pouvais pas m'empêcher d'avoir les yeux rivés dessus et de les associer immédiatement à la douleur.</p>\n<p>Plus tard, les premières questions sont arrivées. <strong>Pourquoi les femmes s'imposent-elles cette souffrance quotidienne ? Comment ont fait les hommes pour convaincre les femmes qu'elles étaient plus belles dans la douleur ?</strong> D'où a surgi cette idée stupide de leur foutre deux petites échasses sous les talons, ces prothèses ridicules pour leur faire gagner quelques centimètres juste pour paraître d'une taille qu'elles n'ont pas ? <strong>Est-ce un handicap d'être en moyenne moins grandes que les hommes ? Est-ce pour pallier à juste titre un sentiment de domination des grands cons que nous sommes ?</strong> Marcher sur la pointe des pieds, cette position antinaturelle, ne provoquerait-il pas des dégâts sur la colonne vertébrale et ailleurs ? <strong>Depuis, j'ai toujours trouvé les femmes à talons plats incomparativement plus naturelles et séduisantes</strong>.</p>\n<p>Quand, plus tard, j'ai pris conscience du pouvoir qu'avaient les hommes sur les femmes et dont ils abusaient copieusement, j'ai haï les talons aiguilles encore plus. Comment se fait-il que cette manipulation d'un sexe sur l'autre a longtemps été à sens unique ? Pourquoi les femmes n'ont-elles jamais eu l'idée d'imposer aux hommes des contraintes à la con pour les rendre plus séduisants ? Une pince à longe sur le nez ? Une demi-barbe pour avoir le choix des calins avec ou sans poils ? S'épiler les aisselles ? Des prothèses sous les talons valent bien une aiguille à tricoter plantée et qui traverse les joues ou la peau du cou. Mon beau-père le faisait bien, lui, sur scène du temps de ses spectacles de mahie pour plaire à son public. Ça aurait pu faire partie des canons de beauté masculine s'il y avait eu plus de justice. les hommes de certaines peuplades africaines se foutent bien des os dans le nez et des plateaux sous la lèvres, pourquoi pas nous ?</p>\n<p>Il existe fort heureusement aujourd'hui des modes encore plus nases que les talons aiguilles et qui ridiculisent les mecs autant que les femmes, comme celle du <strong>pantalon baissé sur le bas des hanches qui laisse apparaître la raie des fesses et qui traîne par terre avec tous ses plis sur les chaussures</strong>. Cette mode stupide est en train de passer, peut-être depuis qu'on a appris qu'<strong>elle provenait des taulards qui descendaient leur froc pendant les promenade pour signifier leur disponibilité sexuelle et affective</strong>. En prison, ça se comprend, mais ailleurs, ça n'a aucun sens. Pire encore, les vêtements volontairement déchirés pour imiter les habits de la misère. Insupportable. Mais comment en est-on arrivés là ? On décade à mort et tout le monde s'en fout.</p>\n<p><strong>C'est tout de même curieux que parmi les femmes qui se sont imposé les talons aiguilles et autres opérations de chirurgie esthétique pour avoir de plus gros seins et des peaux de visage trafiquées soient parfois les mêmes que celles qui gueulent contre le port du voile</strong>. Mais lorsqu'un barré entoure un pont d'un tissu qui le rend moche à pleurer, tout le monde applaudit. Ça sent la fin d'un cycle.</p>\n</blockquote>\n<p>Je partage l'essentiel de cette B.D. : <strong>oui, les femmes à talons plats et aux petits seins naturels sont incomparablement plus attirantes et séduisantes</strong>. La comparaison talons / voile est bien sentie. Pour le pantalon qui traîne par terre avec des plis sur les chaussures, je pratique. Motif : la flemme de faire des ourlets et la standardisation en œuvre dans les commerces de fringues qui fait que les pantalons sont rarement taillés pour mes pattes…</p>\n<p>Dans le numéro de mars 2019 de Siné mensuel.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?JBlBlQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D4CCCD",
"file": "62HvVg.jpg",
"guid": "https://shaarli.guiguishow.info/?JBlBlQ",
"height": 3857,
"tags": [],
"title": "Les talons aiguilles par Carali",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/05/dessin-sine_mars_2019-talons_aiguilles.jpg",
"width": 2809
},
"6EmeIQ": {
"checksum": "f2e6b1632874c1693d55e34e3da5a00c",
"date": 1520164681.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Est-ce que, si on lui retire le statut de cheminot, les trains arriveront à l'heure ?<br />\n‒ Il faut tenter le coup…</p>\n</blockquote>\n<p>Je trouve que ce dessin, publié dans le Canard enchaîné du 21 février 2018 résume bien les choses : <strong>expliquer que le salut économique de la SNCF viendra de la suppression du statut des cheminots, c'est désigner un bouc émissaire</strong> du genre \"moi pas content que mon train n'arrive pas à l'heure donc je vais me soulager en grognant, en rabaissant, en ayant de mauvaises intentions envers une personne ou un corps de métier\". </p>\n<p><strong>Soit on vise plus d'égalité dans la société et alors on supprime <em>tous</em> les régimes spéciaux</strong> et tous les privilèges, notamment ceux des élu⋅e⋅s, <strong>soit on vise une remise à flot de la SNCF donc on s'attaque aux vraies causes du déficit structurel</strong> de ce service public (gaspillages, désengagement de l'état, obligation d'ouverture à la concurrence, etc.) <strong>plutôt que de jeter des boucs émissaires en pâture dans les médias dans le but assumé de faire monter la tension entre les citoyen⋅ne⋅s</strong>…<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?8Ns_rw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E9E9E9",
"file": "6EmeIQ.png",
"guid": "https://shaarli.guiguishow.info/?8Ns_rw",
"height": 922,
"tags": [],
"title": "Améliorer le service",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/02/dessin-canard_21-ameliorer_le_service.png",
"width": 1082
},
"71Irhg": {
"checksum": "c2b7def20cffac42b19bf6a51fa7361d",
"date": 1645274582.0,
"description": "<div class=\"markdown\"><p>Héhé, bien vu. :)</p>\n<p>Pour capter la référence : <a href=\"https://www.letelegramme.fr/monde/rencontre-macron-poutine-on-sait-pourquoi-la-table-etait-si-grande-11-02-2022-12920944.php\">https://www.letelegramme.fr/monde/rencontre-macron-poutine-on-sait-pourquoi-la-table-etait-si-grande-11-02-2022-12920944.php</a> .</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/49888/flock-et-reve-americain\">https://www.nextinpact.com/article/49888/flock-et-reve-americain</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?TM08oQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "BCAE9F",
"file": "71Irhg.png",
"guid": "https://shaarli.guiguishow.info/?TM08oQ",
"height": 600,
"tags": [],
"title": "« Sans maîtrise de l'espace, pas de souveraineté » pour la France et l'Europe",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/170396.png",
"width": 800
},
"7MYmWQ": {
"checksum": "74733538228b596825b487d16b2b98ab",
"date": 1648902682.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Sachant que vous avez 67 milliards de bénéfices annuels, il nous aura fallu tout de même 4 ans de procédure pour vous arracher 15 minutes de votre temps … … … Ah zut, ils sont déjà partis.</p>\n</blockquote>\n<p>Tellement ça. :D Asymétrie entre attaque et défense liée à l'accumulation du capital. (Oui, y'a les temps d'attente de la procédure, mais bon.)<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?vypQIQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "BA8570",
"file": "7MYmWQ.png",
"guid": "https://shaarli.guiguishow.info/?vypQIQ",
"height": 600,
"tags": [],
"title": "Google condamnée à 2 millions d'euros par le tribunal de commerce de Paris",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/170680.png",
"width": 800
},
"9576UA": {
"checksum": "779e2fd23c5c361c11c1052f87d7367c",
"date": 1476360850.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ MARTY ! Je crois que je viens de créer une machine à voyager dans le temps ! Monte ! Je branche l'auto-radoi, écoute-moi ça !…</p>\n<p>‒ le débat sur l'avortement fait rage… montée des nationalismes… tensions entre les USA et la Russie… augmentation du temps de travail…</p>\n<p>‒ C'est génial, Doc' ! Qu'avez-vous fait à cette voiture ?!</p>\n<p>‒ RIEN ! Absolument RIEN ! N'est-ce pas prodigieux ?!</p>\n</blockquote>\n<p>Gros + 1 :'( La régression, c'est l'avenir.</p>\n<p>Via <a href=\"https://twitter.com/Unpied/status/783203652257341440\">https://twitter.com/Unpied/status/783203652257341440</a> via <a href=\"https://twitter.com/ledeuns\">https://twitter.com/ledeuns</a><br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?UFiimQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C1C7D5",
"file": "9576UA.jpg",
"guid": "https://shaarli.guiguishow.info/?UFiimQ",
"height": 716,
"tags": [],
"title": "Machine à voyager dans le temps",
"url": "https://pbs.twimg.com/media/Ct5-mj2WgAACGEz.jpg",
"width": 500
},
"ABPU-A": {
"checksum": "986816080cd6941e456e6de8ee6a116f",
"date": 1364051804.0,
"description": "<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?Hq4B-g\" title=\"Permalink\">Permalink</a>",
"docolav": "BEBEBE",
"file": "ABPU-A.jpg",
"guid": "https://shaarli.guiguishow.info/?Hq4B-g",
"height": 1451,
"tags": [
"nomarkdown"
],
"title": "http://www.whale.to/a/Internet%20Wrapped.jpg",
"url": "http://www.whale.to/a/Internet%20Wrapped.jpg",
"width": 1600
},
"AUvQDA": {
"checksum": "cf191bf1df8af7ccae219208d180ae53",
"date": 1691143564.0,
"description": "<div class=\"markdown\"><p>Là encore, un grand moment de 2022. Entretiens expéditifs, absence de qualification, etc. En même temps, y'a pas besoin de grand-chose quand l'ambition nationale c'est école privée pour ceux qui ont les moyens financiers (<a href=\"/?rNKylg\">+60 % en dix ans</a> dans le supérieur) et garderie / contrôle social pour les autres. (Je parle de la privatisation rampante comme si c'était une alternative, mais c'est la même merde que le public : garderie, contrôle social, constitution d'un réseau social rentable, etc.)</p>\n<p>Source : <a href=\"https://grisebouille.net/dessins-de-presse-2022-07-08/\">https://grisebouille.net/dessins-de-presse-2022-07-08/</a> / <a href=\"https://editions.ptilouk.net/presse2022/\">https://editions.ptilouk.net/presse2022/</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?e7sEig\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "DFDFDF",
"file": "AUvQDA.png",
"guid": "https://shaarli.guiguishow.info/?e7sEig",
"height": 670,
"tags": [],
"title": "Pénurie de profs : les conditions de recrutement de contractuels s'assouplissent",
"url": "https://grisebouille.net/dessins-de-presse-2022-07-08/dp_086_penurie_profs.png",
"width": 1200
},
"AzQS0w": {
"checksum": "172bb05fc0896c3714ad72b4cac7d664",
"date": 1663432298.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ … au sein de notre équipe des irresponsible intergalactic metavers gold diggers !</p>\n</blockquote>\n<p>Yeeaah !</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/69980/flock-aspire-tout-ce-qui-bouge-et-samuse-dun-rien\">https://www.nextinpact.com/article/69980/flock-aspire-tout-ce-qui-bouge-et-samuse-dun-rien</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?cs7o4g\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "949BA2",
"file": "AzQS0w.png",
"guid": "https://shaarli.guiguishow.info/?cs7o4g",
"height": 600,
"tags": [],
"title": "Dessin : « Facebook met fin à son équipe « Responsible innovation », mais promet que l'éthique perdurera »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171671.png",
"width": 800
},
"BiZZcg": {
"checksum": "bdcf1cad5b3d5abd7334e3f35c0d0c2f",
"date": 1539438060.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Je suis pour des réformes radicales… sauf dans le secteur sensible<br />\n‒ Et c'est lequel ?<br />\n‒ Le mien</p>\n</blockquote>\n<p>Tout est dit.</p>\n<p>Dessin de René Pétillon republié dans le Canard enchaîné du 3 octobre 2018 à l'occasion du décès du dessinateur.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?DGQViw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "DDDDDD",
"file": "BiZZcg.png",
"guid": "https://shaarli.guiguishow.info/?DGQViw",
"height": 1050,
"tags": [],
"title": "Les français et les réformes",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/10/dessin-canard_3-francais-et-reformes.png",
"width": 655
},
"CjLAGw": {
"checksum": "68b331d659471458c225421d232a600d",
"date": 1708546240.0,
"description": "<div class=\"markdown\"><p>Sur la panthéonisation des Manouchian.</p>\n<p>Énorme +1.</p>\n<p>Dans le <em>Canard enchaîné</em> du 21 février 2024.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?FVhzJg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E1E1E1",
"file": "CjLAGw.png",
"guid": "https://shaarli.guiguishow.info/?FVhzJg",
"height": 902,
"tags": [],
"title": "Dessin : Voilà ! … Encore des immigrés venus faire un boulot dont les Français ne voulaient pas…",
"url": "http://shaarli.guiguishow.info/data/uploads/2024/02/dessin_Canard-au_panth%C3%A9on_un_hommage_bien_m%C3%A9rit%C3%A9.png",
"width": 1113
},
"D4z3aA": {
"checksum": "bee20f6d9e0c48622837d0bd127f016d",
"date": 1669134608.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>(Serpent Google) ‒ C'est juste un coud de confiaaance</p>\n</blockquote>\n<p>Via <a href=\"https://www.nextinpact.com/article/70415/flock-prend-hauteur-et-nous-dessine-triste-monde-tragique\">https://www.nextinpact.com/article/70415/flock-prend-hauteur-et-nous-dessine-triste-monde-tragique</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?drLb5g\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "98AEA7",
"file": "D4z3aA.png",
"guid": "https://shaarli.guiguishow.info/?drLb5g",
"height": 1067,
"tags": [],
"title": "Dessin : « Le fonctionnement de S3NS expliqué »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/172143.png",
"width": 800
},
"E4wujg": {
"checksum": "22c08b9280e2fe4e9bb67c1b4b2bd342",
"date": 1552835314.0,
"description": "<div class=\"markdown\"><p>Gros +1.</p>\n<p>Dessin publié dans le numéro février 2019 de Siné mensuel.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?R5ZpUw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "BBAFAF",
"file": "E4wujg.jpg",
"guid": "https://shaarli.guiguishow.info/?R5ZpUw",
"height": 3713,
"tags": [],
"title": "Vivement la loi anticasseurs",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/03/dessin-sine_fevrier_2019-vivement_loi_anticasseurs.jpg",
"width": 2723
},
"FPxYXg": {
"checksum": "574b2be641c969dbd5eb9e186427119d",
"date": 1399663570.0,
"description": "<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?DdU7Ug\" title=\"Permalink\">Permalink</a>",
"docolav": "E9E8EB",
"file": "FPxYXg.png",
"guid": "https://shaarli.guiguishow.info/?DdU7Ug",
"height": 1900,
"tags": [
"nomarkdown"
],
"title": "Schéma récapitulatif MPLS",
"url": "http://blog.bashy.eu/wp-content/uploads/2012/01/MPLS1.png",
"width": 3698
},
"GZ1Nhg": {
"checksum": "edd5d488704c8ac9b7a3d9481d96375b",
"date": 1660670057.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Bien sûr que je pourrais vous augmenter. Mais je préfère que vous soyez animée par la passion plutôt que par l'appât du gain !</p>\n</blockquote>\n<p><br /><br />\nDans le numéro 97 (février - avril 2021) de <em>Fakir</em>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?osDJUg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "CFC0BF",
"file": "GZ1Nhg.jpg",
"guid": "https://shaarli.guiguishow.info/?osDJUg",
"height": 1190,
"tags": [],
"title": "Image : je pourrais vous augmenter, mais je préfère que vous soyez animée par la passion plutôt que par l'appât du gain",
"url": "http://shaarli.guiguishow.info/data/uploads/2022/08/Fakir_augmentation_passion_gain.jpg",
"width": 1053
},
"GfaWHA": {
"checksum": "073dc5a6c277a6513487a5c2cffc8b59",
"date": 1691144467.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>(Parle à un lion) ‒ J'vous fais confiance, hein ! On arrête de bouffer des gazelles !</p>\n</blockquote>\n<p>Voir aussi le <a href=\"https://grisebouille.net/dessins-de-presse-2022-10/dp_098_borne_jets.png\">premier dessin</a>.</p>\n<p>Source : <a href=\"https://grisebouille.net/dessins-de-presse-2022-10/\">https://grisebouille.net/dessins-de-presse-2022-10/</a> / <a href=\"https://editions.ptilouk.net/presse2022/\">https://editions.ptilouk.net/presse2022/</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?7vJWPg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E3E3E3",
"file": "GfaWHA.png",
"guid": "https://shaarli.guiguishow.info/?7vJWPg",
"height": 670,
"tags": [],
"title": "Élisabeth Borne attend de l'exemplarité de la part des propriétaires de jet privé (bis)",
"url": "https://grisebouille.net/dessins-de-presse-2022-10/dp_098_borne_jets_v2.png",
"width": 1200
},
"GfsIQQ": {
"checksum": "ca5c75eedb00e9d51c9d1a5c56e6e83e",
"date": 1663432200.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Le bon vieux temps.</p>\n</blockquote>\n<p>+1.</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/69980/flock-aspire-tout-ce-qui-bouge-et-samuse-dun-rien\">https://www.nextinpact.com/article/69980/flock-aspire-tout-ce-qui-bouge-et-samuse-dun-rien</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ntDTtw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "998D79",
"file": "GfsIQQ.png",
"guid": "https://shaarli.guiguishow.info/?ntDTtw",
"height": 600,
"tags": [],
"title": "Dessin : « Au CNRS, « la machine à simuler l'atmosphère » »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171673.png",
"width": 800
},
"Hqv9Cw": {
"checksum": "90b4ad24d43f3e08e9284234fa19562c",
"date": 1424012644.0,
"description": "Alors, kikalaplusgrosse ? :D\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?a5KaPw\" title=\"Permalink\">Permalink</a>",
"docolav": "0C150C",
"file": "Hqv9Cw.png",
"guid": "https://shaarli.guiguishow.info/?a5KaPw",
"height": 883,
"tags": [
"nomarkdown"
],
"title": "Pendant ce temps, dans un labo de recherche français...",
"url": "http://www.guiguishow.info/wp-content/uploads/2015/02/kikalaplusgrosse.png",
"width": 1803
},
"IU0aJg": {
"checksum": "cd3ab60e780844102c55f4330fb7bcb1",
"date": 1548541095.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Quand je pense que Macron trouve qu'on a perdu le sens de l'effort !<br />\n‒ Il parlait en général…</p>\n</blockquote>\n<p>Totalement d'accord avec ce dessin.</p>\n<p>Dessin publié dans le Canard enchaîné du 16 janvier 2019.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?YB43Iw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "DFDFDF",
"file": "IU0aJg.png",
"guid": "https://shaarli.guiguishow.info/?YB43Iw",
"height": 949,
"tags": [],
"title": "Le sens de l'effort",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/01/dessin-canard_16-sens_de_leffort.png",
"width": 1071
},
"IX6N3g": {
"checksum": "818824cfd759e5bf85f5508d75debdba",
"date": 1632571835.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Tu n'oublieras pas tes 3 heures de Fortnite quotidiennes en rentrant de l'école. <strong>Si tu veux optimiser tes chances dans la vie, depuis Parcoursup jusqu'à devenir boss, autant t'entraîner dès le plus jeune âge à sniper tes camarades</strong>.</p>\n</blockquote>\n<p>Tellement vrai.</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/48211/flock-tient-a-sa-reputation\">https://www.nextinpact.com/article/48211/flock-tient-a-sa-reputation</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?-Tdiog\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "9EA5AC",
"file": "IX6N3g.png",
"guid": "https://shaarli.guiguishow.info/?-Tdiog",
"height": 600,
"tags": [],
"title": "Pour un e-sport vertueux et responsable intégré dans la scolarité",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/169738.png",
"width": 800
},
"Jp2ijQ": {
"checksum": "eb8f63bbf42fde858aafb702003b7fc3",
"date": 1683387101.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Days before OpenAI<br />\nDeveloper coding 2 hours<br />\nDeveloper debugging 6 hours</p>\n<p>Days after OpenAI<br />\nChatGPT generates Codes 5 min<br />\nDeveloper debugging 24 hours</p>\n</blockquote>\n<p>Source : <a href=\"https://twitter.com/PR0GRAMMERHUM0R/status/1654833419552010240\">https://twitter.com/PR0GRAMMERHUM0R/status/1654833419552010240</a> via <a href=\"https://twitter.com/bortzmeyer\">https://twitter.com/bortzmeyer</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?qTby_w\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D4D4D4",
"file": "Jp2ijQ.jpg",
"guid": "https://shaarli.guiguishow.info/?qTby_w",
"height": 339,
"tags": [],
"title": "AI generated code quality",
"url": "https://pbs.twimg.com/media/FvcmOf3WIAMKToK.jpg",
"width": 540
},
"KJDNgw": {
"checksum": "872f88294305add1c9aedfe1d3b6a599",
"date": 1612712937.0,
"description": "<div class=\"markdown\"><p>Vitrine d'un café fin 2020.</p>\n<p>Des ours en peluche remplacent les humains par temps de covid.</p>\n<ul>\n<li>Original, mais glaçant ;<br />\n<br /></li>\n<li>Un aperçu du monde des bisounours ?</li>\n</ul>\n<p>Bien sentie, cette photo. :)<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?tLYDtw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "8E887F",
"file": "KJDNgw.jpg",
"guid": "https://shaarli.guiguishow.info/?tLYDtw",
"height": 2143,
"tags": [],
"title": "Le monde des bisounours ?",
"url": "http://shaarli.guiguishow.info/data/uploads/2021/02/bisounours.jpg",
"width": 3968
},
"KltIfw": {
"checksum": "8cee2d58b992ff973d3dcd8fe12d846a",
"date": 1683721084.0,
"description": "<div class=\"markdown\"><p>Je mets de côté cette photo du 13 avril 2023 du Conseil constitutionnel gardé par trouzemilles flics la veille de sa décision sur la loi retraites 2023. <a href=\"https://www.liberation.fr/politique/le-conseil-constitutionnel-sous-haute-protection-symbole-dune-faillite-democratique-20230413_FM5Z6FBDOBE37HZSMMBRVWZEOM/\">Source</a>.</p>\n<p>J'y ajoute cette photo du 14 avril 2023 : <a href=\"https://images.bfmtv.com/Lu8hmE6LkXIfT43sFiTVysrcmN0=/0x0:2047x1365/580x0/images/Des-barrieres-anti-emeutes-erigees-devant-le-Conseil-constitutionnel-le-14-avril-2023-jour-de-sa-decision-sur-la-reforme-des-retraites-1617281.jpg\">barrières anti-émeutes devant le Conseil constitutionnel</a> le jour de sa décision sur la loi retraites 2023. <a href=\"https://www.bfmtv.com/paris/reforme-des-retraites-des-barrieres-anti-emeutes-erigees-devant-le-conseil-constitutionnel_AV-202304140264.html\">Source</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?90kG6g\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "333436",
"file": "KltIfw.jpg",
"guid": "https://shaarli.guiguishow.info/?90kG6g",
"height": 683,
"tags": [],
"title": "Photos : Conseil constitutionnel gardé par une armada de flics lors de la loi retraites 2023",
"url": "https://www.liberation.fr/resizer/2BcW6f3UhSRlv0mB3UdvWuO0n78=/1024x0/filters:format(jpg):quality(70)/cloudfront-eu-central-1.images.arcpublishing.com/liberation/2CRN66DTSVCRRGABGGHPWVZJOI.jpg",
"width": 1024
},
"MHogPA": {
"checksum": "fb8e4645482370d11814946fbf79a264",
"date": 1702818832.0,
"description": "<div class=\"markdown\"><p>Un résumé de la politique et des médias. Un grand classique, mais on ne s'en lasse pas. :)</p>\n<p>Il y a encore tellement à dézinguer sur ce sujet…</p>\n<p>Via <a href=\"https://ecirtam.net/opennews/?EOJmpA\">https://ecirtam.net/opennews/?EOJmpA</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?Qr6pmg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C5C0C0",
"file": "MHogPA.jpg",
"guid": "https://shaarli.guiguishow.info/?Qr6pmg",
"height": 8000,
"tags": [],
"title": "Fiche pédagogique : la vie politique française",
"url": "https://odieuxconnard.files.wordpress.com/2023/09/viepolitique.jpg",
"width": 3600
},
"NYbQ8w": {
"checksum": "d63f9367c74e1dca73ffbcae473118fa",
"date": 1408489261.0,
"description": "Les différents outils à utiliser pour examiner telle ou telle partie d'un système Linux based. <br />\n<br />\nVia <a href=\"http://sebsauvage.net/links/?FdQLWg\">http://sebsauvage.net/links/?FdQLWg</a>\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?JFue-A\" title=\"Permalink\">Permalink</a>",
"docolav": "E1E1E0",
"file": "NYbQ8w.png",
"guid": "https://shaarli.guiguishow.info/?JFue-A",
"height": 1800,
"tags": [
"nomarkdown"
],
"title": "Linux Performance Observability Tools",
"url": "http://www.brendangregg.com/Perf/linux_observability_tools.png",
"width": 2400
},
"OBGOug": {
"checksum": "9625c8da235164a4c6bfca291b339510",
"date": 1691144984.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Bravo les jeunes ! C'est bien, vous avez pigé qu'il fallait pas compter sur nous ! Allez, bon effondrement climatique !</p>\n</blockquote>\n<p>Source : <a href=\"https://grisebouille.net/dessins-de-presse-2022-09/\">https://grisebouille.net/dessins-de-presse-2022-09/</a> / <a href=\"https://editions.ptilouk.net/presse2022/\">https://editions.ptilouk.net/presse2022/</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ppH0eA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "DADADA",
"file": "OBGOug.png",
"guid": "https://shaarli.guiguishow.info/?ppH0eA",
"height": 670,
"tags": [],
"title": "Emmanuel Macron salue le ZEvent, marathon de streaming caritatif, cette année au profit d'associations de défense de l'environnement.",
"url": "https://grisebouille.net/dessins-de-presse-2022-09/dp_089_macron_zevent.png",
"width": 1200
},
"OvEBkw": {
"checksum": "a4d1606e3f97e07df4474384152f0d11",
"date": 1692985451.0,
"description": "<div class=\"markdown\"><p>:-<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?5z4DEQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "406A7D",
"file": "OvEBkw.jpg",
"guid": "https://shaarli.guiguishow.info/?5z4DEQ",
"height": 640,
"tags": [],
"title": "[ La vie, le résumé en image ]",
"url": "https://mamot.fr/system/media_attachments/files/109/113/591/949/301/189/original/bd9228fa62b01820.jpg",
"width": 640
},
"PYn1SA": {
"checksum": "f97e6073edc700968dc92e8931947801",
"date": 1399064262.0,
"description": ":D<br />\n<br />\n(via Le Hollandais Volant)\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?DUynMg\" title=\"Permalink\">Permalink</a>",
"docolav": "A1A291",
"file": "PYn1SA.jpg",
"guid": "https://shaarli.guiguishow.info/?DUynMg",
"height": 445,
"tags": [
"nomarkdown"
],
"title": "Attention à la fraude à la carte bancaire ... et autres !",
"url": "https://lh4.googleusercontent.com/-SLpC769-52w/U2N5VbT64ZI/AAAAAAAAdzQ/7XJ-UXVM1JE/w500-h445-no/1240374_280066045493308_9047610510282041786_n.jpg",
"width": 500
},
"Qn1ACw": {
"checksum": "bb2a033e455af791a42e4a3adb2998e7",
"date": 1603552823.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Au Sénat,  Apple et Google ont rappelé leurs engagements écologiques<br />\n‒ Bon sang ! Même au Sénat on se tape des publicités intrusives</p>\n</blockquote>\n<p>Gros +1. Jolie manière de rappeler le côté marketing-pipeau des déclarations publiques de toute société commerciale. :)</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/44337/flock-vous-entend-crier\">https://www.nextinpact.com/article/44337/flock-vous-entend-crier</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?z8x34w\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C38C8F",
"file": "Qn1ACw.png",
"guid": "https://shaarli.guiguishow.info/?z8x34w",
"height": 600,
"tags": [],
"title": "« Apple et Google ont rappelé leurs engagements écologiques : « Même au Sénat on se tape des publicités intrusives » »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/167474.png",
"width": 800
},
"SN4Gcw": {
"checksum": "5aee9fd3ef557d1ddc4576828a9adc55",
"date": 1589028659.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Blanquer : ‒ Franchement, ces services libres, gratuits et performants c'était fabuleux. On passera un contrat avec Microsoft en insistant pour qu'ils fassent aussi bien.</p>\n</blockquote>\n<p>Dessin de Flock, voir <a href=\"https://www.nextinpact.com/news/108965-flock-se-deconfine.htm\">https://www.nextinpact.com/news/108965-flock-se-deconfine.htm</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?9InwSw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "CCC0AA",
"file": "SN4Gcw.png",
"guid": "https://shaarli.guiguishow.info/?9InwSw",
"height": 600,
"tags": [],
"title": "Dessin : Framasoft et \"le monde d'après\"",
"url": "https://cdn2.nextinpact.com/images/bd/news/175862.png",
"width": 800
},
"SZm0Gw": {
"checksum": "8b4fe3c7042bb1d8eb78ce598d40b178",
"date": 1693757720.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Qu'est-ce que vous avez dit à cet homme ?<br />\n‒ Je lui ai dit de travailler plus vite…<br />\n‒ Combien le payez-vous ?<br />\n‒ 15 dollars par jour…<br />\n‒ Où prenez-vous l'argent pour le payer ?<br />\n‒ Je vends les produits !!<br />\n‒ Qui fabrique les produits ?<br />\n‒ LUI !<br />\n‒ Combien de produits fabrique-t-il en un jour ?<br />\n‒ Pour une valeur de 50 dollars !<br />\n‒ Ainsi, ce n'est pas vous qui le payez, c'est lui qui vous paye 35 dollars par jour pour lui dire de travailler plus vite !<br />\n‒ HUM ! Mais c'est moi le propriétaire des machines !!<br />\n‒ Et comment avez-vous eu ces machines ? J'ai vendu les produits et je les ai achetés !!<br />\n‒ Et qui a fabriqué ces produits-là ?<br />\n‒ SILENCE ! Il pourrait vous entendre !</p>\n</blockquote>\n<p>Classique. :)</p>\n<p>(Le fait d'acheter les machines, le local, etc. à crédit ne change rien : c'est bien le travail qui génère la plus-value qui permet de rembourser une dette à un capitaliste plus fortuné.)<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?LF8xMg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C5C5C5",
"file": "SZm0Gw.jpg",
"guid": "https://shaarli.guiguishow.info/?LF8xMg",
"height": 1800,
"tags": [],
"title": "Les patrons sont-ils indispensables ?",
"url": "https://mamot.fr/system/media_attachments/files/109/807/436/041/310/619/original/b0fd90d7b5658675.jpg",
"width": 1152
},
"TTz16g": {
"checksum": "624ace07267ab730120f018a4e40c064",
"date": 1586080304.0,
"description": "<div class=\"markdown\"><p>Autoriser l'amplification du volume audio sur la version Android de VLC : menu -&gt; Preferences -&gt; Video -&gt; Audio boost.<br />\nDurant la lecture d'un média, il suffira d'augmenter le volume comme d'habitude (glisser bas vers haut du côté droit), mais, cette fois-ci, il pourra dépasser 100 %, comme sur la version PC GNU/Linux de VLC.</p>\n<p>Attention, pour ce faire, il faut au moins la version 3.0 de VLC (<a href=\"https://wiki.videolan.org/Documentation:Android/#Feature_Overview\">source</a>).<br />\nSi vous avez installé VLC avec <a href=\"https://get.videolan.org/vlc-android/\">l'apk distribué sur le site web officiel</a> (car VLC n'était plus disponible sur F-Droid à une époque, par exemple), F-Droid dira que le logiciel est à jour, ce qui n'est pas le cas. Il faut désinstaller VLC puis l'installer avec F-Droid.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?tJVf_g\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D2C6CA",
"file": "TTz16g.jpg",
"guid": "https://shaarli.guiguishow.info/?tJVf_g",
"height": 315,
"tags": [],
"title": "How to increase the Android app VLC’s volume to 200% - Quora",
"url": "https://qph.cf2.quoracdn.net/main-custom-t-1539-600x315-ewbtswbkcbihoelvklnvcqviuifxzpvl.jpeg",
"width": 600
},
"VL040g": {
"checksum": "4585fb3af83da2f41e8c34be02db77da",
"date": 1364051849.0,
"description": "<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?7DvCLw\" title=\"Permalink\">Permalink</a>",
"docolav": "ACA9AA",
"file": "VL040g.jpg",
"guid": "https://shaarli.guiguishow.info/?7DvCLw",
"height": 682,
"tags": [
"nomarkdown"
],
"title": "http://www.whale.to/a/48074_557083550977262_1475313187_n.jpg",
"url": "http://www.whale.to/a/48074_557083550977262_1475313187_n.jpg",
"width": 960
},
"VYXOOQ": {
"checksum": "4723686a627565ccc949baa7c1513a66",
"date": 1560709804.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Qu’est-ce qui caractérise le populisme ? Quelles sont ses origines et les raisons de son retour actuel ? Bertrand Badie, professeur à Sciences-Po Paris, et Dominique Vidal, journaliste, qui ont dirigé <em>Le retour des populismes</em> (La Découverte, 2018) ont répondu à nos questions.</p>\n<p><strong>On entend souvent parler de populisme, mais comment le dend conscience que l’homme blanc néfinir ?<br />\nBertrand Badie : </strong>Il n’y a pas d’idéologie populiste, de régime populiste, de système populiste, pas même de doctrine, ni de politique publique populiste. Il y a des situations populistes, quand surgit une forte crise de défiance des gouvernés à l’égard de leurs institutions. Quand le peuple les juge incapables de le protéger contre une menace plus ou moins fantasmée**, qui va donner libre cours à ceux qui attisent cette peur, cette défiance, pour en faire une arme électorale et arriver au pouvoir.</p>\n<p>Dominique Vidal : <strong>Le populisme, ce sont surtout des pratiques, des discours que l’on retrouve désormais d’un bout à l’autre de la planète</strong> : Trump, Netanyahou, Orban, Kaczynski, Modi, Bolsonaro… Tous présentent des caractéristiques spécifiques, mais aussi des points communs. D’abord <strong>le culte du chef</strong> — un certain nombre de mouvements populistes portent même le nom de leur leader : « péronisme », « nassérisme », etc. Ensuite la <strong>volonté de dépasser le clivage droite-gauche</strong>. Troisième aspect commun : <strong>le mépris de la démocratie représentative, présentée comme un instrument des élites contre le peuple</strong>. Dernière caractéristique : <strong>le refus des institutions supranationales et le repli sur l’État-nation</strong>.</p>\n<p><strong>Vous avez titré l’introduction de votre livre « L’éternel retour ». Sommes-nous face à un mouvement récurrent ?</strong><br />\nB. B. : <strong>Le populisme naît et disparaît depuis la fin du XIXe siècle, depuis que les peuples ont quelque chose à dire et y sont autorisés</strong>. Nous distinguons quatre vagues de populisme. <strong>Le moment fondateur, à la fin du XIXe siècle, touche des pays très différents : la Russie, les États-Unis, et la France</strong> à travers le boulangisme. À chaque fois, on retrouve des facteurs communs. <strong>La Russie est alors une société rurale qui commence à être bousculée par une forte occidentalisation qui menace la vieille tradition slavophile</strong>, les sociétés paysannes traditionnelles. Au même moment, à l’autre bout du monde, <strong>aux États-Unis, la paysannerie jusque-là dominante dans la société américaine est secouée par un capitalisme bancaire</strong> qui se met en place sur la cote est des États-Unis, projette de restructurer le pays, construit des chemins de fer, de nouveaux sites urbains, annexe des terres. La société rurale américaine se crispe, le premier parti populiste du monde, le People’s Party, est créé. Son candidat à l’élection présidentielle, en 1896, a failli être élu. <strong>La deuxième vague naît pendant l’entre-deux-guerres, en Allemagne, en Italie, en Europe centrale. Une troisième vague va se développer, au lendemain de la Deuxième Guerre mondiale, dans des sociétés récemment décolonisées</strong>. On y découvre des figures emblématiques, différentes de celles déjà vues dans les précédentes vagues : Nasser en Égypte, Nehru en Inde, Sukarno en Indonésie… Toute une série d’acteurs qui vont s’appuyer sur le peuple, pour <strong>dénoncer une hégémonie post-coloniale qui continue à s’affirmer malgré une décolonisation formelle</strong>. La quatrième vague, c’est aujourd’hui.</p>\n<p>[…]</p>\n<p><strong>La peur est donc le moteur du populisme…<br />\nB. B. : </strong>Nous vivons dans un contexte de peur, dont celle de la mondialisation. Aujourd’hui il n’y a plus d’identité claire. Nous sommes « dans le monde », et il faut admettre à quel point ce changement total d’univers est source d’angoisse<strong>. Quand vous avez peur et que des « prophètes du mensonge » vous disent que vous avez raison d’avoir peur, vous entrez dans une situation quasiment hystérique [NDLR : car ça flatte le <a href=\"https://www.youtube.com/watch?v=6cJyEEzqMzo\">sentiment de supériorité</a> : on avait bien vu que quelque chose n'allait pas ]. Le prophète convertit ce sentiment en xénophobie, en racisme, en exclusivisme… Trump n’a pas été élu aux États-Unis sur la définition d’un programme politique ou un diagnostic du monde, mais grâce à des tweets qui lui permettaient de toucher le peuple américain la où ça faisait mal, en jouant de la peur du Blanc sur le point de devenir minoritaire. Quand Trump propose de construire un mur qui va coûter des milliards pour arrêter la venue de ceux qui ne sont pas des Blancs au sens anglosaxon du terme, il est applaudi des deux mains. </strong>La pathologie de notre monde est bien là : on ne gouverne plus avec des programmes mais avec des images. Et les images les plus payantes sont celles de la peur et du fantasme**.</p>\n<p><strong>C’est aussi une crise de la démocratie !</strong><br />\nB. M : <strong>La crise est quadruple. La crise économique et sociale, avec une explosion des inégalités</strong> : 80 % des richesses qui vont à 1 % de la population, à l’échelle mondiale ! Ensuite, <strong>la crise psychosociale, le passage des Trente Glorieuses aux trente douloureuses, qui provoque une déstructuration des individus. Avec le chômage, la précarité, la retraite forcée, toute l’estime de soi vacille</strong>. Troisième élément, <strong>la crise d’identité</strong>.<br />\nB. B. : <strong>On prend conscience que l’homme blanc n’est plus dominateur comme il l’était autrefois. Une page se ferme !</strong><br />\nD. V : <strong>Enfin, la crise de la démocratie, qui a une toile de fond : l’absence d’alternative</strong>. C’est fondamental. C'est la caractéristique commune de toutes les victoires populistes : l’absence de force polilique capable de donner un horizon au combat contre la mondialisation libérale. <strong>Et d’abord à gauche : divisée comme jamais, celle-ci ne parvient plus à répondre aux attentes de l’électorat populaire</strong>.</p>\n<p><strong>Le populisme profite-t-il des effets dévastateurs de la mondialisation ?</strong><br />\nB. B. : <strong>Nous sommes entrés dans un monde où le clivage gauche-droite n’a pas disparu, mais où est apparu un nouveau clivage, mondialiste-souverainiste</strong>. Il y a des souverainistes de droite, des souverainistes de gauche, des mondialistes de droite, mais pas de mondialistes de gauche. Il manque une case. <strong>Pourquoi ce mondialisme de gauche n’arrive pas à se constituer ? Parce que la base électorale des partis qui pourraient le promouvoir est celle qui est le plus frappée par cette mondialisation</strong>, qui a spontanément une méfiance à son égard qu’elle assimile a la perte d’emploi, au chômage, à la régression du pouvoir d’achat… <strong>Il manque une politique mondialiste de gauche, capable de proposer une autre mondialisation, de la gérer, de la réguler avec solidarité et multilatéralisme. La mondialisation, bien conçue, peut être un vecteur de progrès et réconcilier la gauche avec son identité intemationaliste. Mais ça, les partis de gauche n’ont pas le courage de le dire</strong>. Il est tellement plus simple d’expliquer que la mondialisation c’est l’horreur…</p>\n<p><strong>Pour vous, Bannon et le Kremlin sont à la manœuvre derrière les populistes ?</strong><br />\nB. B. : Bien sûr. Mais nous parlons trop de l’Europe. <strong>Si la pathologie était uniquement européenne, l’Europe se soignerait et peut-être guérirait-elle. Le populisme aujourd’hui est un phénomène mondial. C’est autant Duterte aux Philippines que Trump, Erdogan, Poutine, Bolsonaro…</strong> Voilà le plus inquiétant ! Pour la première fois de l’histoire de l’humanité <strong>nous assistons à un phénomène politique totalement mondialisé, qui dépasse tous les clivages Nord-Sud, et autres</strong>. Trump est le plus inquiétant. <strong>Les États-Unis ont porté la mondialisation, ils lui ont donné sa première forme</strong>, sa première configuration, ses premières orientations. <strong>Aujourd’hui, cette super-puissance</strong> qui couvre 40 % des dépenses militaires mondiales, qui a une capacité financière, monétaire, culturelle absolument ahurissante <strong>devient la première contestataire de la mondialisation</strong>. Voilà un retournement du monde, considérable et unique. Définir une politique européenne, admettons qu'on y parvienne ou qu’on le veuille, face a des États-Unis adeptes de l’America first, relève de l’impossibilité absolue. Le principal effet du trumpisme est de clouer l’Europe. Trump démantèle le multilatéralisme économique, politique, social, culturel, et personne ne réagit. Le populisme triomphe aux États-Unis comme nulle part ailleurs, et c’est une très mauvaise nouvelle : nous sommes, semble-t-il ici, dans une tendance de long terme.</p>\n<p><strong>Pour vous, qu’est-ce qui nous rapproche des années trente, qu’est-ce qui nous en éloigne ?</strong><br />\nB. B. : La problématique centrale dans l’entre-deux-guerres était totalement différente : le revanchisme. Certes, avec la mondialisation, il y a la volonté de prendre sa revanche par rapport à la marginalisation que l’on subit, ou la perte des avantages que l’on avait autrefois, mais le phénomène n’est pas comparable. Du coup, cette différence donne au populisme d’aujourd’hui des allures, je l’espère, moins violentes que pendant l’entre-deux-guerres, mais en même temps beaucoup plus universelles. --Aujourd’hui, toute altérité devient suspecte. Il y a comme un rayonnement mondial de la défiance. De ce point de vue, le populisme est beaucoup plus destructeur dans son extension qu’il ne l’était pendant l’entre-deux-guerres**.</p>\n<p>[…]</p>\n</blockquote>\n<p>Dans le Siné Mensuel de mai 2019.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?jIJXAA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D5CDC7",
"file": "VYXOOQ.jpg",
"guid": "https://shaarli.guiguishow.info/?jIJXAA",
"height": 1683,
"tags": [],
"title": "« La mondialisation du populisme, voilà le vrai danger ! »",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/06/dessin-sine_mai_2019-nous_voulons_un_leader_qui_exalte_nos_craintes_les_plus_extravagantes.jpg",
"width": 1415
},
"VghFcg": {
"checksum": "6b13ac592f3ebf51ff04736f6fff0777",
"date": 1367403783.0,
"description": "Via le Hollandais Volant.\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?oOf4vg\" title=\"Permalink\">Permalink</a>",
"docolav": "81735D",
"file": "VghFcg.jpg",
"guid": "https://shaarli.guiguishow.info/?oOf4vg",
"height": 373,
"tags": [
"nomarkdown"
],
"title": "Which religion cares the most about the homeless ?",
"url": "https://lh5.googleusercontent.com/-Clzhcmh2bTo/UYDVkeRzgvI/AAAAAAABWOQ/zjaFIMkJszU/w497-h373/11882_10200997254995193_1037033383_n.jpg",
"width": 497
},
"ViKlTA": {
"checksum": "26c8516dd426e87977e91301b899d424",
"date": 1682336003.0,
"description": "<div class=\"markdown\"><p><a href=\"https://twitter.com/bearstech/status/1650450539732246529\">Via</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ZDjw5w\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E2EEE2",
"file": "ViKlTA.jpg",
"guid": "https://shaarli.guiguishow.info/?ZDjw5w",
"height": 1148,
"tags": [],
"title": "Un pense-bête pratique pour visualiser comment est répartie la charge selon les différentes stratégies de #loadbalancing, merci @bytebytego  (p)",
"url": "https://pbs.twimg.com/media/FueT9bYXsAABbKI.jpg",
"width": 1200
},
"WLJamQ": {
"checksum": "5bb3c91dfe6f2aaf2db52b79ac32d5f8",
"date": 1603552568.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Amazon, Intel, Microsoft, Nokia : ces géants du numérique qui se tournent vers l'espace<br />\n‒ Je suis certain fiston, que là bas, au fin fond de l'univers se cache un client potentiel qui a besoin d'une serviette éponge livrée en 24 h</p>\n</blockquote>\n<p>Énorme +1. Tout est dit. La force de cette image et de ce propos. :)</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/44337/flock-vous-entend-crier\">https://www.nextinpact.com/article/44337/flock-vous-entend-crier</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?3cBqDA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "748A8D",
"file": "WLJamQ.png",
"guid": "https://shaarli.guiguishow.info/?3cBqDA",
"height": 600,
"tags": [],
"title": "« Ces géants du numérique qui se tournent vers l'espace : « Je suis certain fiston, que là bas, au fin fond de l'univers se cache un client potentiel qui a besoin d'une serviette éponge livrée en 24 h » »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/167476.png",
"width": 800
},
"WXC0Ig": {
"checksum": "7a51da2b1df3795c13462397b94e5c74",
"date": 1665231593.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Il s'agit tout de même d'une forme de violence sur des personnes vulnérables, d'acte de domination, une volonté de passer en force et sans consentement pour des questions bassement financières. Maintenant, concernant les retraites…</p>\n</blockquote>\n<p>Via <a href=\"https://www.nextinpact.com/article/70120/flock-regarde-dans-miroir-aux-alouettes\">https://www.nextinpact.com/article/70120/flock-regarde-dans-miroir-aux-alouettes</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?JVwiMQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "B48A82",
"file": "WXC0Ig.png",
"guid": "https://shaarli.guiguishow.info/?JVwiMQ",
"height": 600,
"tags": [],
"title": "Dessin : « Le rapport scandale sur le porno »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171830.png",
"width": 800
},
"Wnb8Ug": {
"checksum": "5ae495f6afabc75c6af0cd727bce283d",
"date": 1520689398.0,
"description": "<div class=\"markdown\"><p>Boarf, ce n'est pas que l'open source et ce n'est pas que de nos jours : on peut remplacer « open source » par <a href=\"https://www.ffdn.org/fr\">fournisseur d'accès à Internet associatif</a>, défense des droits des hommes et des femmes <a href=\"https://www.laquadrature.net/\">y compris dans la société numérique</a>, démocratie directe, <a href=\"https://www.enercoop.fr/\">fournisseur coopératif d'électricité et de gaz</a>, <a href=\"https://exodus-privacy.eu.org/\">vie privée sur nos smartphones</a>, <a href=\"http://www.reseau-amap.org/\">fruits et légumes bios produits localement</a>, <a href=\"https://chatons.org/\">réappropriation de nos droits sur Internet</a>, aides aux mal logé⋅e⋅s, <a href=\"http://lessurligneurs.eu/\">débat politique libre et non faussé</a>, et tant d'autres sujets et cette image fonctionne tout pareil… … …<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?RWmGpQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "AFC4D0",
"file": "Wnb8Ug.jpg",
"guid": "https://shaarli.guiguishow.info/?RWmGpQ",
"height": 732,
"tags": [],
"title": "Who wants well maintained open source? Who wants to contribute fixes? Who wants to be a maintainer?",
"url": "https://pbs.twimg.com/media/DXyRLygX0AIAsE-.jpg",
"width": 589
},
"Ywoimg": {
"checksum": "8e60270fe83931c2110b7397f81bfea4",
"date": 1601726594.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Le gouvernement réfléchit à la dématérialisation de la carte électorale<br />\nPour beaucoup de monde c'est déjà tout réfléchi *citoyen brûle sa carte électorale*</p>\n</blockquote>\n<p>Gros +1.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ZPTbjA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "BDAFAA",
"file": "Ywoimg.png",
"guid": "https://shaarli.guiguishow.info/?ZPTbjA",
"height": 600,
"tags": [],
"title": "Le gouvernement réfléchit à la dématérialisation de la carte électorale",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/167254.png",
"width": 800
},
"Z6vf4Q": {
"checksum": "dee79ac7d34c2bd60603c81d48c78c40",
"date": 1478276510.0,
"description": "<div class=\"markdown\"><p>Le début est ici : <a href=\"http://shaarli.guiguishow.info/?3PkwNA\">http://shaarli.guiguishow.info/?3PkwNA</a></p>\n<p>Voici la réponse que j'ai reçue le mois dernier, par courrier postal (!), en provenance de la direction générale de la Santé (un scan de cette lettre est pointé par ce shaarli) :</p>\n<blockquote>\n<p>Monsieur,</p>\n<p>Par mail en date du 15 mai 2016, récemment transmis, vous faites part de vos interrogations sur le projet de décret permettant l’application de l’article 178 de la loi du 26 janvier 2016 relative à la modernisation de notre système de santé. Votre mail fait suite à un article du Canard enchaîné qui déplorait que le projet de décret soumis à la consultation des parties prenantes (associations, ordres professionnels, syndicats de l’industrie des produits de santé) ne comprenait pas de disposition sur l’identification du bénéficiaire final.</p>\n<p>Je tiens à vous remercier pour l’intérêt que vous portez au dispositif de transparence des liens d’intérêts et à vous assurer que je partage pleinement les principes que vous énoncez dans votre courrier.</p>\n<p>Aussi, je souhaite souligner que le projet de décret comportait bien la mention de l’identité du bénéficiaire final mais sans doute dans une formulation trop elliptique. Les différentes réunions avec les parties prenantes ont permis de reprendre la formulation de cette obligation. Vous pourrez en prendre connaissance lors de sa publication au Journal Officiel.</p>\n<p>Par ailleurs, le dispositif de transparence des liens d’intérêts est mis en œuvre depuis le mois de juin 2013, le décret d’application de la loi Bertrand étant sorti le 2l mai 2013 (décret n°2013-414 du 21 mai 2013).</p>\n<p>Ce décret oblige à publier les avantages d’un montant supérieur ou égal à 10€.</p>\n<p>Il a aussi prévu la rétroactivité de la publication des avantages et conventions accordés ou signés depuis le 1er janvier 2012. Les publications ont été, pour l’année 2012 et le 1er semestre 2013, réalisées sur le site internet des entreprises soumises au dispositif de transparence des liens d’intérêts. Les données ultérieures sont mises en ligne sur le site transparence-sante.gouv.fr. Certaines entreprises ont rapatrié les données 2012 et du 1er semestre 2013 sur ce site.</p>\n<p>Enfin, en application de l’article 178 de la loi de modernisation de notre système de santé, les données contenues dans la base ont été mises à disposition du public sur le site data.gouv.fr depuis le 9 mai dernier.</p>\n<p>Je vous pris d’agréer Monsieur, l’expression de ma considération distinguée.</p>\n<p>Le Directeur Général de la Santé<br />\nProfesseur Benoît VALLET</p>\n</blockquote>\n<p><br /><br />\nJe suis forcé de constater que la sortie du décret est visiblement retardée une fois encore (ce que confirme une recherche sur le web), que cette réponse n'apporte aucune garantie concernant la publication du bénéficiaire final des conventions &amp; contrats, que l'on mélange conventions/contrats et avantages pour mieux ne pas me répondre et que la fin est remplie d'inexactitudes sur le contenu du décret 2013-414. ÉDIT DU 04/11/2017 À 17H45 : Dudorino a remarqué que même l'URL donnée est incorrecte : transparence-sante.gouv.fr n'existe pas, le bon nom est transparence.gouv.fr . :D FIN DE L'ÉDIT.</p>\n<p>J'ai donc répondu ce jour ce qui suit : </p>\n<blockquote>\n<p>Monsieur,</p>\n<p>Par courrier en date du 18 octobre 2016, vous répondez à mon mail du 15 mai 2016 qui portait sur le décret permettant la pleine application de l'article 178 de la loi du 26 janvier 2016 dite de modernisation de notre système de santé.</p>\n<p>Tout d'abord, vous m'indiquez que je pourrais prendre connaissance de la nouvelle formulation du décret en question, afin de m'assurer qu'elle comprend bien la publication du bénéficiaire final (et non pas uniquement du nom d'une association qui sert d'intermédiaire) des conventions et des avantages, lors de sa publication au Journal Officiel. <strong>Pouvez-vous m'indiquer une date de publication, fût-elle approximative ? Une nouvelle version devait être soumise à consultation en juillet 2016. Où en est-on ?</strong> La transparence concernant les liens entre médecins et laboratoires pharmaceutiques est attendue par le public depuis 2011, tout de même.</p>\n<p>Ensuite, lorsque vous m'indiquez que le décret numéro 2013-414 oblige à publier les avantages (restaurant, frais de déplacement, etc.) d'un montant supérieur à 10 € dont bénéficient les professionnels de santé, vous éludez mes attentes qui portent sur le montant plancher (le seuil) qui rend obligatoire la publication <strong>des conventions et des contrats</strong> entre médecins (ou associations de médecins ou autres structures d'intermédiation) et les laboratoires pharmaceutiques. L'article 178 de la loi du 26 janvier 2016 prévoit que ce seuil soit défini par décret. J'interpellais le ministère sur le fait que celui-ci doit être suffisamment bas pour rendre la transparence intéressante c'est-à-dire que ça ne conduise pas à un fractionnement des conventions pour échapper à la publication. <strong>Pouvez-vous me communiquer le seuil qui est actuellement prévu dans le projet de décret ?</strong></p>\n<p>Enfin, la dernière partie de votre réponse contient plusieurs inexactitudes. </p>\n<ul>\n<li>D'abord, le décret  numéro 2013-414 prévoit exclusivement la publication des conventions pour un secteur bien particulier : l’évaluation de la sécurité, de vigilance ou de recherches biomédicales pour les lentilles oculaires non-correctrices, les produits cosmétiques et les produits de tatouage. <strong>On est donc loin de la « publication des avantages et des conventions » dont votre courrier fait mention comme s'il s'agissait du cadre général</strong>.<br />\n<br /></li>\n<li>Ensuite, les conventions conclues entre les professionnels de santé et les firmes pharmaceutiques étaient jusqu’ici déclarées sur le site web du ministère dédié à la transparence, comme vous le mentionnez, mais <strong>leur montant était secret</strong>. La publication doit, bien évidemment, comprendre les noms des parties ainsi que le montant. Ainsi, votre réponse me semble lacunaire.</li>\n</ul>\n<p>Or, la décision numéro 369074 du Conseil d'État en date du 24 février 2015 semble claire : la rétroactivité de la publication des conventions y compris de leur montant, à partir de janvier 2012 est acquise. Mais le projet de décret soumis à consultation en avril 2016 n'en faisait pas mention d'où le rappel du Formindep à préciser cette rétroactivité dans le futur décret afin que les laboratoires pharmaceutiques ne puissent pas arguer que la date de départ de la publication est celle de la loi du 26 janvier 2016. Je renouvelle donc mon interrogation : <strong>est-ce que ce projet de décret prévoit explicitement la publication de tout contrat ou convention en plus des avantages, à partir du 1er janvier 2012 ?</strong></p>\n<p>Je renouvelle mon vif soutien à ces trois principes de base (publication du bénéficiaire final sans condition, seuil emportant publication défini à une valeur basse, rétroactivité jusqu'au 1er janvier 2012) sans lesquels il ne peut y avoir de transparence et j'espère voir leur application au plus vite.</p>\n<p>Vous pouvez me répondre par voie électronique, je vis dans le bon millénaire et j'ai suivi la transition numérique. Je vous communique à nouveau mon adresse email dans l'entête de ce courrier.</p>\n<p>Cordialement.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?W3xolQ\" title=\"Permalink\">Permalink</a></p>\n</blockquote></div>",
"docolav": "EFEFEF",
"file": "Z6vf4Q.png",
"guid": "https://shaarli.guiguishow.info/?W3xolQ",
"height": 3508,
"tags": [],
"title": "Réponse au courrier du ministère de la Santé suite à mon mail concernant le décret pour l'application de la transparence entre médecins et labos pharma",
"url": "http://shaarli.guiguishow.info/data/uploads/2016/11/lettre-direction_generale_Sante-18-10-2016.png",
"width": 2550
},
"ZIZWig": {
"checksum": "05bfb49c3e73b01552cc9399ac2e6a86",
"date": 1660668283.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Les vrais assistés, c'est les riches, en fait, gavés de subventions, d'aides de l'État, déjà, mais, en fait, ils sont assistés pour tout, ils ne s'en rendent pas compte : leur femme de ménage pour le nettoyage, la nounour pour s'occuper de leurs enfants, la secrétaire pour réserver des billets d'avion…  Mais leur grande force, c'est de masquer leur assistanat ! De faire croire qu'ils sont des héros, des autonomes, qu'ils gèrent leur vie. Sans les autres, ils ne sont rien !</p>\n</blockquote>\n<p><br /><br />\nDans le numéro 96 (décembre 2020 - février 2021) de <em>Fakir</em>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?NOdlPw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C7BFB2",
"file": "ZIZWig.jpg",
"guid": "https://shaarli.guiguishow.info/?NOdlPw",
"height": 1168,
"tags": [],
"title": "Image : la vraie France des assistés",
"url": "http://shaarli.guiguishow.info/data/uploads/2022/08/Fakir_La_vraie_France_des_assistes.jpg",
"width": 1252
},
"ZJ3kTw": {
"checksum": "11cc9d48ba8809417cf331351238adb6",
"date": 1546551386.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Franchement, vu ce qu'on voit à la télé… On a quand même raison de voter ce qu'on vote !!!</p>\n</blockquote>\n<p>Gros +1. Rien de nouveau, mais je trouve ce dessin très bien fait.</p>\n<p>Dans le Siné mensuel de décembre 2018.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?Oly5cg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C2B8B6",
"file": "ZJ3kTw.jpg",
"guid": "https://shaarli.guiguishow.info/?Oly5cg",
"height": 3852,
"tags": [],
"title": "Soirée télé",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/12/dessin-sine_decembre_2018-soiree_tele.jpg",
"width": 2716
},
"aMZfdQ": {
"checksum": "3eeabba60362f29cbe8d357386feb4be",
"date": 1501701184.0,
"description": "<div class=\"markdown\"><p>Parfois, on signe un bail locatif avec un⋅e particulier propriétaire portant sur un appart' situé dans un immeuble. Parfois, on se retrouve avec le genre d'interphone pointé par ce shaarli. Parfois, on se retrouve avec un syndic de copropriété (l'organe exécutif, qui peut être un bidule professionnel, qui est choisi via une mise en concurrence par le syndicat des copropriétaires, le bidule informel qui regroupe tou⋅te⋅s les propriétaires d'un immeuble, similaire aux membres d'une association, les deux délibèrent d'ailleurs en Assemblée Générale annuelle) qui n'y va pas de main morte sur la tarification des services aux propriétaires / locataires. Dans mon cas, le syndic propose d'ajouter mon nom sur la liste située dessous l'interphone en échange de 50 €. Ben oui, le syndic fait intervenir un prestataire professionnel donc bon comprenez mon bon monsieur…</p>\n<p>Il faut bien comprendre que <strong>dans une platine de rue</strong> (le bloc interphone + liste) comme celle-ci, <strong>la liste est juste un tableau imprimé sur une feuille A4 pliée et glissée entre deux plaques de plastique épais</strong>. Et que tout cela se démonte aisément…</p>\n<p>Au premier abord, <strong>les vis pour démonter le cadre</strong> font peur : on dirait du torx avec une boule au centre. Normal : <strong>il s'agit de « security torx »</strong>. On se dit qu'il doit falloir un tournevis spécial pour les dévisser. Hé bah non, <strong>un tournevis plat de 2,5 mm (x 75 mm pour la longueur du manche, par exemple) suffit largement</strong>. Après cela, il suffit d'augmenter l'espace entre les deux plaques de plastique en dévissant 4 écrous (qui, dans mon cas, n'étaient pas serrés du tout donc dévissables à la main). Enfin, il suffira de retirer l'ancienne liste et d'en glisser une corrigée à la place avant de revisser le tout. Waaaaaaouh, ça valait bien 50 €.</p>\n<p>Pour corriger la feuille, je conseille d'en refaire une en intégralité. Sur du papier avec un faible grammage. J'ai choisi de coller une étiquette par-dessus le nom de l'ancien⋅ne locataire de mon appart' et, à la nuit tombée, ça se voyait, l'éclairage depuis l'intérieur de la platine ayant plus de mal à traverser deux couches de papier. Mais bon, 2 jours plus tard, le syndic' a refait toute la feuille… en prenant en compte ma modif'… sans rien me facturer jusque-là.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?4zxPWQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "B0ADA8",
"file": "aMZfdQ.jpg",
"guid": "https://shaarli.guiguishow.info/?4zxPWQ",
"height": 3015,
"tags": [],
"title": "Modifier l'énumération papier d'un interphone d'immeuble",
"url": "http://shaarli.guiguishow.info/data/uploads/2017/08/platine_rue.jpg",
"width": 1487
},
"bJLVKA": {
"checksum": "51170743dcc064c08a263b869bf70ea4",
"date": 1660588246.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>The FBI just revealed what they found in Trump’s safe…</p>\n</blockquote>\n<p>Haha. :D</p>\n<p>Pour ceux qui n'ont pas la référence : film <em>Retour vers le futur 2</em>.</p>\n<p>Via <a href=\"https://twitter.com/iMilnb\">https://twitter.com/iMilnb</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?-LUzsw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "9F7D76",
"file": "bJLVKA.jpg",
"guid": "https://shaarli.guiguishow.info/?-LUzsw",
"height": 1200,
"tags": [],
"title": "« The FBI just revealed what they found in Trump’s safe… »",
"url": "https://pbs.twimg.com/media/FZ-FcygXoAIDFiH.jpg",
"width": 836
},
"ePo8XQ": {
"checksum": "453fdb857684af7bcf5af495af5218f0",
"date": 1645274633.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Qui va-t-on pouvoir virer lors de la prochaine réunion des actionnaires ?</p>\n</blockquote>\n<p>+1.</p>\n<p>Je croyais qu'on n'avait plus besoin des humains, que les robots allaient intégralement nous remplacer y compris dans les métiers très qualifiés ou créatifs blablabla ?<br />\nHa, non, il faut qu'un humain creuse sa propre tombe pour servir de vache à lait et d'alibi à leurs chefs (actionnaires = chefs, in fine), car un robot est du capital mort / immobilisé qui a une productivité linéaire (tant de capital investi = tant d'unités produites, pas moyen de le faire avancer plus vite sous pression).</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/49888/flock-et-reve-americain\">https://www.nextinpact.com/article/49888/flock-et-reve-americain</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?jjDAMg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "86A6A6",
"file": "ePo8XQ.png",
"guid": "https://shaarli.guiguishow.info/?jjDAMg",
"height": 600,
"tags": [],
"title": "Les entreprises technologiques font face à une nouvelle pénurie : les employés",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/170395.png",
"width": 800
},
"eeghUw": {
"checksum": "d2e8181ad4437a064735270de7f95a88",
"date": 1692986535.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Certains défendent OS X, d'autres Windows ou encore Linux, mais, au fond, nous savons tous pertinemment que le meilleur système d'exploitation c'est… le capitalisme.</p>\n</blockquote>\n<p>:D<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?L5i9Xw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "7A6866",
"file": "eeghUw.jpg",
"guid": "https://shaarli.guiguishow.info/?L5i9Xw",
"height": 720,
"tags": [],
"title": "Le meilleur système d'exploitation",
"url": "https://nitter.privacydev.net/pic/orig/media%2FE6Uvm8pWEAUuMdj.jpg",
"width": 720
},
"fqK5Eg": {
"checksum": "4335262269b502f3eef821668a9fa234",
"date": 1694958708.0,
"description": "<div class=\"markdown\"><p>Gros +1.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?2tQuOg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "7D7D7B",
"file": "fqK5Eg.png",
"guid": "https://shaarli.guiguishow.info/?2tQuOg",
"height": 953,
"tags": [],
"title": "Image : « We've updated our privacy policy »",
"url": "https://i.kym-cdn.com/photos/images/original/002/358/204/65f.png",
"width": 1080
},
"j7wmeg": {
"checksum": "ed21cfc974a48a6fcfa958311886c328",
"date": 1548542085.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Y'a quoi sur Facebook ce soir ?</p>\n</blockquote>\n<p>Totalement d'accord sur le fond de ce dessin même si, sur la forme, j'aurais choisi Netflix.</p>\n<p>Dessin publié dans le Canard enchaîné du 16 janvier 2019.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?6AC3AQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E2E2E2",
"file": "j7wmeg.png",
"guid": "https://shaarli.guiguishow.info/?6AC3AQ",
"height": 971,
"tags": [],
"title": "Nouveaux médias, vieille habitude",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/01/dessin-canard_16-nouveaux_medias_vieille_habitude.png",
"width": 491
},
"jwuUWA": {
"checksum": "61d32e89bcdfcd3a54f3c4104a38ddb8",
"date": 1520767127.0,
"description": "<div class=\"markdown\"><p>Dessin publié dans le Canard enchaîné du 7 mars 2018.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?3eOPTw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "DADADA",
"file": "jwuUWA.jpg",
"guid": "https://shaarli.guiguishow.info/?3eOPTw",
"height": 1021,
"tags": [],
"title": "Scrutin italien : la faute aux migrants",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/03/dessin-canard_7-scrutin_italien_la_faute_aux_migrants.jpg",
"width": 1074
},
"l-iIyg": {
"checksum": "041ea38e03d631e3af0e67bc5d6f6cef",
"date": 1636399023.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Soutien au cloud français : le gouvernement met 667 millions d'euros sur la table<br />\nMacron : ‒ pour l'ordre, je mets quoi ? Microsoft ?</p>\n</blockquote>\n<p>Gros +1. Voir les actus récentes : on se dirige vers les technos des grands acteurs ricains revendues par des sociétés commerciales françaises (On-premises / octroi de licences)… Aucun financement d'un écosystème local, absence d'une politique économique et numérique, etc. La valeur économique sera toujours captée par les mêmes géants… Les mêmes intermédiaires inutiles continueront de se goinfrer pour un travail nul (inexistant et/ou d'une qualité douteuse)… Un supplément de merde à gérer (les intermédiaires) pour l'adminsys lambda… Youpi sur toute la ligne.</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/48735/flock-senvole-dans-cloud\">https://www.nextinpact.com/article/48735/flock-senvole-dans-cloud</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?HCIOKQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "AF9E93",
"file": "l-iIyg.png",
"guid": "https://shaarli.guiguishow.info/?HCIOKQ",
"height": 600,
"tags": [],
"title": "Soutien au cloud français : le gouvernement met 667 millions d'euros sur la table",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/169953.png",
"width": 800
},
"lBb4lw": {
"checksum": "f13e6ddc779c272ebd2626cc4f10d06c",
"date": 1508925934.0,
"description": "<div class=\"markdown\"><p>Un dessin publié dans le numéro du 18 octobre 2017 du Canard enchaîné.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?Oh08jQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "B6B6B6",
"file": "lBb4lw.png",
"guid": "https://shaarli.guiguishow.info/?Oh08jQ",
"height": 1373,
"tags": [],
"title": "Dessin : « Pour Macron, les riches sont les premiers de cordée, qui tirent les autres",
"url": "http://shaarli.guiguishow.info/data/uploads/2017/10/dessin-canard_18-premiers_de_cordee.png",
"width": 1084
},
"lJwFCA": {
"checksum": "a01fa809684f59e5ba8eb0c7a70a06d1",
"date": 1663432392.0,
"description": "<div class=\"markdown\"><p>… Puis arrivent Musk, Bezos, et tous les autres. Youpi.</p>\n<p>Via <a href=\"https://www.nextinpact.com/article/69980/flock-aspire-tout-ce-qui-bouge-et-samuse-dun-rien\">https://www.nextinpact.com/article/69980/flock-aspire-tout-ce-qui-bouge-et-samuse-dun-rien</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?pd8hbg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "677795",
"file": "lJwFCA.png",
"guid": "https://shaarli.guiguishow.info/?pd8hbg",
"height": 600,
"tags": [],
"title": "Dessin : « Conférence européenne interparlementaire : 16 résolutions pour un espace autonome, durable et « propre » »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171672.png",
"width": 800
},
"lTOCCA": {
"checksum": "7bd802e0eaca3fc13142b273f7d80779",
"date": 1693072691.0,
"description": "<div class=\"markdown\"><p>&#8212; <a href=\"https://shaarli.guiguishow.info/?KhcrKA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "F2ECE6",
"file": "lTOCCA.jpg",
"guid": "https://shaarli.guiguishow.info/?KhcrKA",
"height": 1960,
"tags": [],
"title": "[ Infographie : quel type de base de données pour tel usage ? ]",
"url": "https://web.archive.org/web/20230826175729/https://nitter.privacydev.net/pic/orig/media%2FFRcUZCQVsAAzCf-.jpg",
"width": 1400
},
"lqQpkw": {
"checksum": "5e635ce90eafb3375f4ac6d7ac08f1b7",
"date": 1553806125.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Elève Chapron, citez-moi les trois pouvoirs qui constituent l'État !<br />\n‒ Eh bien, la spoliation, l'injustice et, heu… le mensonge.<br />\n‒ Ce n'est pas ce que je vous ai appris !<br />\n‒ Normal, vous faites partie du système.</p>\n</blockquote>\n<p>:D<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?8bDhig\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "96AA91",
"file": "lqQpkw.jpg",
"guid": "https://shaarli.guiguishow.info/?8bDhig",
"height": 568,
"tags": [],
"title": "Citez-moi les trois pouvoirs qui constituent l'État",
"url": "https://pbs.twimg.com/media/D2gw9IQWsAE5cyQ.jpg",
"width": 552
},
"mDocjw": {
"checksum": "b4f1ee763391ec7f9be509d179cfc208",
"date": 1424308167.0,
"description": "La Compagnie des Transports Strasbourgeois a changé les écrans d'affichage des horaires aux arrêts de tramways : on passe d'écrans à LEDS à des écrans+ordinateur. C'est encore en cours de déploiement (exemple : ligne A, tronçon Illkirch - Rotonde : OK, esplanade : NOK).<br />\n<br />\nD'une part, ces nouveaux écrans sont moins lisibles et probablement plus consommateurs en énergie (LEDs versus écran complet + ordi derrière).<br />\n<br />\nD'autre part, ils fonctionnent sous winwin Embedded ! N'importe quel système d'exploitation libre et gratuit développé en toute transparence par des communautés mondiales (famille GNU/Linux ou BSD) est capable de remplir une mission d'affichage aussi simple mais non, il faut avoir recours au produit propriétaire et payant fourni par une multinationale états-unienne opaque qui pratique l'évasion fiscale ! Il faut absolument utiliser des produits à l'éthique douteuse et jeter l'argent public et celui des usagers (vente de titres de transport) par la fenêtre !<br />\n<br />\nOui, je suis conscient que ce n'est pas évident car seulement quelques sociétés commerciales fournissent des « panneaux lumineux électroniques destinés à l'affichage d'informations dynamiques » basés sur un système d'exploitation libre GNU/Linux : Data Modul, Eyevis, Conrac,... et que ces sociétés ne sont peut-être pas en capacité de supporter un \"gros\" projet comme celui de la CTS. Peut-être que le système d'information derrière est codé/intégré par une société commerciale qui dev' sur winwin only... Mauvais prestataires, essayer de changer de prestataires.<br />\n<br />\nOui, la CTS a eu recours à un prestataire externe dans le cadre d'un appel d'offres public (<a href=\"http://ted.europa.eu/udl?uri=TED:NOTICE:206188-2013:TEXT:FR:HTML&amp;src=0\">http://ted.europa.eu/udl?uri=TED:NOTICE:206188-2013:TEXT:FR:HTML&amp;src=0</a>). Néanmoins, la CTS aurait pu définir l'utilisation de logiciels libres par le prestataire comme un critère de choix ou, tout au moins, comme un souhait fort (afin que l'appel d'offres ne soit pas fermé donc potentiellement invalidé). Ce type d'action favoriserait l'intérêt commun, éveillerait l'intérêt de fournisseurs de solutions libres qui se sentent habituellement exclus d'office des appels d'offres publics et inciterait le marché à devenir plus éthique. <br />\n<br />\nQu'on ne vienne pas me parler de coûts annexes à ceux des licences qui rendrait le logiciel propriétaire et payant plus intéressant : on ne s'adresse pas à des utilisateurs finaux (il ne s'agit pas de postes de travail dans une entreprise, une administration ou une école) donc les coûts de formation sont inexistants. Nous sommes sur un service de base (de l'affichage quoi !) d'un service existant donc le besoin (et donc le coût) en support payant pour migrer et maintenir le système est, au mieux inexistant, au pire strictement égal à l'actuel.<br />\n<br />\nBon, en même temps, à quoi s'attendre de la part d'une compagnie de transports en commun qui utilise du propriétaire à tous les niveaux (dev' des solutions internes, bornes/distributeurs aux arrêts de tram, bases de données Oracle (en cours de migration vers MS SQL server), serveurs mails, ...) et qui fait de l'open data fermé (<a href=\"https://strasweb.fr/2012/08/18/opendata-cts/\">https://strasweb.fr/2012/08/18/opendata-cts/</a>) ? Pour moi, cela démontre avant tout un manque de volonté de la CTS plutôt qu'un manque de fournisseurs / marché public aux procédures strictes.<br />\n<br />\nBon, pour être honnête, la CTS utilise un peu de GNU/Linux pour au moins les sauvegardes et les transmissions. Joie ! C'est comme pour la défense (<a href=\"http://www.nextinpact.com/news/79148-le-contrat-entre-defense-et-microsoft-sera-reconduit-april-scandalisee.htm\">http://www.nextinpact.com/news/79148-le-contrat-entre-defense-et-microsoft-sera-reconduit-april-scandalisee.htm</a>), il y'a un foutu partenariat avec MS ou quoi ?!<br />\n<br />\nC'est dommage... Ne pas utiliser de solutions éthiques pour résoudre des problématiques aussi simples...<br />\n<br />\n<br />\nNous (un groupe informel de 18 personnes) avons exprimé notre mécontentement par mail à la CTS et à Lumiplan (prestataire) hier (18/02) sur la base des arguments présentés ci-dessus (et réciproquement, d'ailleurs). Réponse standard \"mail transmis aux personnes concernées\". Via des voix en off, nous savons : <br />\n&nbsp; &nbsp; - Que le mail est parvenu jusqu'au chef de projet concerné ;<br />\n<br />\n&nbsp; &nbsp; - Que notre mail a produit uniquement un effet minimal (aka \"il sera bien vite oublié\") mais qu'il a au moins produit de l'effet... À force de gratter et sur un malentendu, on arrivera peut-être un jour à ce que la CTS reconsidère ce choix en faveur de logiciels libres ;<br />\n<br />\n&nbsp; &nbsp; - La CTS a uniquement imposé les fonctionnalités dans le cahier des charges et le système d'exploitation n'est clairement pas un critère décisif ;<br />\n<br />\nEn attente d'une éventuelle réponse de la part de la CTS...\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?RG1CHw\" title=\"Permalink\">Permalink</a>",
"docolav": "88939A",
"file": "mDocjw.jpg",
"guid": "https://shaarli.guiguishow.info/?RG1CHw",
"height": 2448,
"tags": [
"nomarkdown"
],
"title": "Changement des écrans d'affichage des horaires aux arrêts de tram de la Compagnie des Transports Strasbourgeois et l'enfer winwin",
"url": "http://www.guiguishow.info/wp-content/uploads/2015/02/cts_ecran_tram_hohwart_winwin.jpg",
"width": 3264
},
"nmk8Tg": {
"checksum": "ca048e383555a98999fbe5021cd806bc",
"date": 1457282496.0,
"description": "Je n'avais jamais vraiment vu l'intérêt de coller des stickers sur son laptop... Je me disais : <br />\n&nbsp; &nbsp; * « Ouais, c'est cool mais mon ordi va tomber en panne un jour donc je vais perdre toute ma collection ». Solution : comme souvent en informatique, il suffit d'ajouter une indirection soit une feuille de plastique. On en trouve pour utiliser avec un rétroprojecteur ou pour imprimer des décorations pour fenêtre &amp; co ou pour protéger les couvertures de livres. Dans mon cas, j'utilise une feuille de plastique rigide A3 transparente de récup' : on découpe la feuille aux dimensions du laptop, on colle les stickers dessus et on colle la feuille au laptop avec des pastilles autocollantes double face. Pour utiliser sur un nouvel ordi, il suffira de décoller la feuille et, en cas de résistance, de couper les pastilles autocollantes avec un cutter. Forcément, ça ne fonctionne pas si vous achetez un ordinateur plus petit que votre ordinateur actuel. Dans mon cas, je suis absolument sûr et certain de ne pas acheter plus petit que 15 pouces donc c'est réglé.<br />\n&nbsp; &nbsp; &nbsp; &nbsp; La seule question qui reste en suspens, c'est de savoir si ça va résister à la force de frottement lors de l'insertion/retrait dans le sac de transport. Je ne parle pas des stickers, aucun doute qu'ils resteront collés, mais de la feuille elle-même. À voir... mais je n'ai pas de meilleure idée.<br />\n<br />\n&nbsp; &nbsp; * « Ouais, mais y'a des moments, il faut savoir ranger sa vie perso et lisser un peu ses convictions ». Je suis en désaccord avec cela : un travail sans éthique ne mérite pas d'être effectué. Il faut toujours affirmer ses convictions, en tous lieux. Par contre, ce qui peut être drôle, c'est de coller des autocollants provocateurs pour des occasions précises. Exemple : des autocollants de la CNT (confédération syndicale révolutionnaire et anarcho-syndicaliste) pour un entretien d'embauche pour voir l'humour de la potentielle future entreprise ou des stickers anarchistes lors d'une réunion municipale publique. La méthode de la plaque transparente du point précédent permet cette flexibilité (changer de plaque quasi à volonté).<br />\n<br />\n&nbsp; &nbsp; * « Ouais, mais je ne suis pas étudiant donc les lieux où je sors mon ordinateur portable, c'est déjà des milieux sensibilisés ». Sensibilisés, oui, mais à quoi ? On sait tous et toutes quelque chose de différent en fonction de nos intérêts. Dans un LUG, par exemple, tout le monde ne connaît pas Replicant, Blender ou XMPP ou la Quadrature du Net ou... et c'est bien normal. <br />\n<br />\n&nbsp; &nbsp; * « Ouais mais franchement, empiler x couches de stickers les uns sur les autres, ça n'a aucun intérêt ». T'es pas obligé de recouvrir tout ton ordi ni de faire en sorte que les stickers se recouvrent les uns et les autres. Par contre, t'auras un cruel dilemme à résoudre entre tous les messages que tu veux faire passer et la place disponible sur ton laptop. :D<br />\n<br />\n<br />\nJe pense également que les stickers jouent plusieurs rôles : <br />\n&nbsp; &nbsp; * Pub/prosélytisme : ils sont une occasion de mettre en avant des actions, des communautés, des choses qui sont rarement mises en avant malgré leurs qualités (OpenStreetMap, BIRD, Replicant, XMPP,...) ;<br />\n<br />\n&nbsp; &nbsp; * Moyen d'expression visuel tout comme le sont les tags sur des façades de bâtiments (et non, je ne parle pas des « NTM FDP »...) ;<br />\n<br />\n&nbsp; &nbsp; * Ils créent du lien social : quand on est nouveau dans une asso ou un rassemblement, on peut repérer facilement des sujets pour initier des conversations ;<br />\n<br />\n&nbsp; &nbsp; * Ils constituent une présentation de soi, les parties « compétences » et « divers/loisirs » d'un CV mises en image, en grosses mailles à savoir « qu'est-ce qui m'intéresse vraiment dans la vie ».<br />\n<br />\n<br />\nVoici ce que ça donne sur mon laptop : <a href=\"http://www.guiguishow.info/wp-content/uploads/2016/03/stickers_laptop.jpg\">http://www.guiguishow.info/wp-content/uploads/2016/03/stickers_laptop.jpg</a><br />\n<br />\nPour info, il y a 3 catégories de stickers : <br />\n&nbsp; &nbsp; * Ceux fait maison : OpenStreetMap (à partir de <a href=\"https://wiki.openstreetmap.org/wiki/File:Osm_free_and_open_map.png\">https://wiki.openstreetmap.org/wiki/File:Osm_free_and_open_map.png</a> ) , Replicant (à partir du logo officiel et d'une phrase trouvée dans un visuel de conférence), « Soyons créatifs, [...] », BIRD (fait à partir du header de la page d'accueil du site web officiel <a href=\"http://bird.network.cz/\">http://bird.network.cz/</a>) et IETF (à partir de <a href=\"https://www.ietf.org/images/ietflogotrans.gif\">https://www.ietf.org/images/ietflogotrans.gif</a>). Pour une impression par petits lots, <a href=\"https://camaloon.fr/\">https://camaloon.fr/</a> fait le job pour pas trop cher.<br />\n<br />\n&nbsp; &nbsp; * Ceux achetés sur <a href=\"http://www.unixstickers.com/stickers\">http://www.unixstickers.com/stickers</a> : LaTeX, Debian, Tux, VLC, Hack. On peut aussi y trouver des stickers « GNU/Linux powered » ou « Vim inside » (pour remplacer les Intel inside et Windows powered) et des stickers pour masquer la touche winwin de votre clavier (un troll m'a collé un sticker GNU sur ma touche winwin :D ).<br />\n<br />\n&nbsp; &nbsp; * Ceux collectés un peu partout.<br />\n<br />\nJe retiendrai 2 choses : <br />\n&nbsp; &nbsp; * Les stickers ronds sont une véritable plaie car ils sont difficiles à caser et ils occupent beaucoup d'espace problème de la quadrature du cercle spotted) ;<br />\n<br />\n&nbsp; &nbsp; * Raconter une histoire avec des stickers semble difficile. Exemple : moi je voulais encadrer la république panoptique française avec « PGP, TOR [...] », Nos oignons, Hack, Political memory, « Soyons créatifs [...] » et We make Internet qui sont autant de solutions que je vois pour résoudre ce problème et ne pas se faire avoir. L'ennui, c'est que l'espace est vraiment un facteur limitant. :(<br />\n<br />\n<br />\nBref, affichez-vous mais garde à ne pas devenir addict :)\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?kInY4Q\" title=\"Permalink\">Permalink</a>",
"docolav": "6C6667",
"file": "nmk8Tg.jpg",
"guid": "https://shaarli.guiguishow.info/?kInY4Q",
"height": 1450,
"tags": [
"nomarkdown"
],
"title": "La folie des stickers",
"url": "http://www.guiguishow.info/wp-content/uploads/2016/03/stickers_laptop.jpg",
"width": 2258
},
"oBr4Hw": {
"checksum": "c67d7ba7c78e6cd4c2149b1643d6bd80",
"date": 1604176570.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Si ça se trouve, je suis une grande sportive mais je suis asymptomatique…</p>\n</blockquote>\n<p>Énorme +1. Je suis beau + intelligent + musclé + drôle + attentionné, mais asymptomatique. :D</p>\n<p>Via <a href=\"https://twitter.com/kyia004/status/1322070212179501056\">https://twitter.com/kyia004/status/1322070212179501056</a> via <a href=\"https://twitter.com/bayartb\">https://twitter.com/bayartb</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?QocQGA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "DDD9DC",
"file": "oBr4Hw.jpg",
"guid": "https://shaarli.guiguishow.info/?QocQGA",
"height": 663,
"tags": [],
"title": "« Si ça se trouve, je suis une grande sportive mais je suis asymptomatique… »",
"url": "https://pbs.twimg.com/media/Eljv2fAX0AEoDbC.jpg",
"width": 770
},
"qaRBIA": {
"checksum": "c059796942136de9e39fa7df18323f1b",
"date": 1508155269.0,
"description": "<div class=\"markdown\"><p>Un dessin publié dans le numéro 42 du Postillon (journal satirique local dans la cuvette grenobloise) que j'aime beaucoup. Il représente la scène politicienne des partis telle qu'elle est de nos jours. Bien vu.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?_Ly0hQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E3D6C7",
"file": "qaRBIA.jpg",
"guid": "https://shaarli.guiguishow.info/?_Ly0hQ",
"height": 1863,
"tags": [],
"title": "Dessin : représentation de la scène politicienne de 2017",
"url": "http://shaarli.guiguishow.info/data/uploads/2017/10/dessin-postillon_42-scene_politicienne_francaise_2017.jpg",
"width": 4572
},
"qhcdtw": {
"checksum": "9d7bf1607149bd952a669b49800c180d",
"date": 1715108887.0,
"description": "<div class=\"markdown\"><p><a href=\"/data/uploads/2024/05/Dessin_Fakir_chomage_parapluie.jpg\"><img alt=\"Dessin Fakir chômage parapluie\" src=\"/data/uploads/2024/05/Dessin_Fakir_chomage_parapluie_min.jpg\" title=\"Dessin Fakir chômage parapluie\" /></a></p>\n<p>Dans le dossier dédié au chômage du numéro 112 (mai - juin 2024) de <em>Fakir</em>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?qg7NHA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "CFC8C1",
"file": "qhcdtw.jpg",
"guid": "https://shaarli.guiguishow.info/?qg7NHA",
"height": 1374,
"tags": [],
"title": "Dessin : chômage et parapluie",
"url": "http://shaarli.guiguishow.info/data/uploads/2024/05/Dessin_Fakir_chomage_parapluie.jpg",
"width": 1521
},
"qmfJvw": {
"checksum": "5bf1b5d1def97363bd6c2275f1043c1a",
"date": 1654948953.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>L'audience de blocage de Pornhub, Tukif, Xhamster, Xnxx et xivideos fixée le 6 septembre.<br />\n‒ Marc Rees pour NextInpact : pourquoi le choix symbolique du 6-9 ? Alors que vous aviez le choix dans la date ?</p>\n</blockquote>\n<p>:D :D :D :D<br />\nJ'aurais ajouté : « n'est-ce pas de l'apologie du porno ? » (calqué sur l'apologie du terrorisme et ces autres verrues de notre droit).<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?ciOUjg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "CAB6A1",
"file": "qmfJvw.png",
"guid": "https://shaarli.guiguishow.info/?ciOUjg",
"height": 600,
"tags": [],
"title": "Dessin : « L'audience de blocage de Pornhub, Tukif, Xhamster, Xnxx et xivideos fixée le 6 septembre »",
"url": "https://cdnx.nextinpact.com/data-next/image/bd/171157.png",
"width": 800
},
"r5bh4A": {
"checksum": "3229e73b58f3de1780a9cb713eea83e9",
"date": 1392230890.0,
"description": "Ainsi que : <a href=\"http://www.codinghorror.com/blog/2007/10/a-visual-explanation-of-sql-joins.html\">http://www.codinghorror.com/blog/2007/10/a-visual-explanation-of-sql-joins.html</a><br />\n<br />\n(via <a href=\"https://twitter.com/lazycoder/status/433439373191684096\">https://twitter.com/lazycoder/status/433439373191684096</a>)\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?n3uNsA\" title=\"Permalink\">Permalink</a>",
"docolav": "E2C0C0",
"file": "r5bh4A.jpg",
"guid": "https://shaarli.guiguishow.info/?n3uNsA",
"height": 760,
"tags": [
"nomarkdown"
],
"title": "SQL joins explained in an image.",
"url": "http://i.imgur.com/1m55Wqo.jpg",
"width": 966
},
"rqpHSw": {
"checksum": "ceb18c9bf974351c30b98e159ad792a1",
"date": 1691144638.0,
"description": "<div class=\"markdown\"><p>Un <a href=\"/?RDxhag\">dessin</a> reprenant cet angle a également été publié par <em>Fakir</em>.</p>\n<p>Source : <a href=\"https://grisebouille.net/dessins-de-presse-2022-10/\">https://grisebouille.net/dessins-de-presse-2022-10/</a> / <a href=\"https://editions.ptilouk.net/presse2022/\">https://editions.ptilouk.net/presse2022/</a>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?KPaVkg\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E9E9E9",
"file": "rqpHSw.png",
"guid": "https://shaarli.guiguishow.info/?KPaVkg",
"height": 670,
"tags": [],
"title": "Réforme de l'assurance chômage : vers un système plus « incitatif »",
"url": "https://grisebouille.net/dessins-de-presse-2022-10/dp_099_reforme_chomage.png",
"width": 1200
},
"sD4HDg": {
"checksum": "73c9d844cc07ac34068c6894d62af3d9",
"date": 1469637270.0,
"description": "<div class=\"markdown\"><p>J'ai envie de partager ce dessin parut dans le Canard Enchaîné du 20 juillet 2016. Je trouve qu'il résume une chose intéressante: Daesh, ce n'est peut-être pas tant la décentralisation de leurs actions que ça mais aussi beaucoup d'artifices de communication. Organisatrice commanditaire ou inspiratrice opportuniste ? Cette fois-ci, ça semble bien flou.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?gyfN6w\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D1D1D1",
"file": "sD4HDg.jpg",
"guid": "https://shaarli.guiguishow.info/?gyfN6w",
"height": 887,
"tags": [],
"title": "Pourquoi Daech a mis du temps avant de se prononcer sur l'attentat de Nice",
"url": "https://shaarli.guiguishow.info/data/uploads/2015/07/Canard_20-07-2016-_-Dessin-_-Change_rien_on_revendique.jpg",
"width": 1040
},
"tRC_zQ": {
"checksum": "0247c9d5e9b0736ca46120c3929267e9",
"date": 1533760486.0,
"description": "<div class=\"markdown\"><p>Via <a href=\"https://twitter.com/aeris22/status/965272406104379394\">https://twitter.com/aeris22/status/965272406104379394</a> .<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?dzRXPA\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "E9EAEC",
"file": "tRC_zQ.jpg",
"guid": "https://shaarli.guiguishow.info/?dzRXPA",
"height": 962,
"tags": [],
"title": "La gratuité du numérique pour les nuls",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/08/gratuite_du_numerique_pour_les_nuls.jpeg",
"width": 1280
},
"uQuv4A": {
"checksum": "ed38a1db78581a7d4c1114a81ab17188",
"date": 1653654684.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>[…] Je vous résume le mouvement […] politique qu'il faut produire : du bas vers le haut. Qu'on les laisse à leur ordinaire, et ils s'en prennent, forcément, à « l'assisté » d'à côté, à la famille d'immigrés du dessus, aux réfugiés qu'ont voit à la télé. Nous devons, nous, faire relever le nez, faire regarder au-dessus. <strong>Nous devons, et c'est pas simple, donner à voir deux invisibles : les invisibles d'en bas, souvent invisibles des médias, invisibles des décideurs […]. Et les invisibles d'en haut, les hyper-riches</strong>, y mettre des noms, des visages, du concret. […] [ Fin de contrat sans prévenir chez Amazon, rationnement chez Orpéa, dans les hôpitaux, à l'éducation nationale, sur les bas salaires, mais le CAC40 n'est pas rationné, lui, bénéfices et dividendes record en 2021 ] Les seigneurs d'antan avaient leur château au bord du village, et le peuple, d'instinct, d'un coup d'œil, savait, sentait, qui lui volait la prospérité. Parfois, ça brûlait. Dans notre village mondial, les deux se sont séparés, distendus ; à nous de les rapprocher, de les lier. À nous de les montrer, les châteaux des seigneurs du numérique, des seigneurs du luxe, des seigneurs du médicament, des seigneurs de l'armement,  des seigneurs du sol et du sous-sol. […]</p>\n</blockquote>\n<p>Dans le numéro 102 du journal <em>Fakir</em>.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?RDxhag\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D1C2BE",
"file": "uQuv4A.jpg",
"guid": "https://shaarli.guiguishow.info/?RDxhag",
"height": 1989,
"tags": [],
"title": "Image : le bourgeois dit aux prolos « l'un de vous deux profite du système »",
"url": "http://shaarli.guiguishow.info/data/uploads/2022/05/Fakir_profiteur.jpg",
"width": 1275
},
"uj-pAQ": {
"checksum": "1380866c4d5282974617f001d2919263",
"date": 1520794155.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Imaginez ce que deviendrait votre vie si à longueur de journée de gros homosexuels plus forts que vous n'arrêtaient pas de vous caresser les fesses et la braguette en vous disant qu'ils rêvent de vous sodomiser. Ça, c'est le harcèlement. Le viol, c'est quand ils le font.</p>\n</blockquote>\n<p>Dessin publié dans le numéro de décembre 2017 de Siné mensuel.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?Yu2O6g\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "BABABA",
"file": "uj-pAQ.jpg",
"guid": "https://shaarli.guiguishow.info/?Yu2O6g",
"height": 1975,
"tags": [],
"title": "Le harcèlement expliqué aux hommes",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/03/dessin-sine_decembre_2017-harcelement_explique_aux_hommes.jpg",
"width": 2854
},
"vdZXtQ": {
"checksum": "13f9a04dbc67a283d88b58abc6d6bd5a",
"date": 1421056683.0,
"description": "Que c'est beau, la malhonnêteté intellectuelle. :'(<br />\n<br />\nDans le même ordre d'idée mais pas clé en main : <a href=\"http://fr.rsf.org/religions/fr.html\">http://fr.rsf.org/religions/fr.html</a>. Via <a href=\"https://twitter.com/Shnoulle/status/554577597175451648\">https://twitter.com/Shnoulle/status/554577597175451648</a>\n<br />&#8212; <a href=\"https://shaarli.guiguishow.info/?vnjYOQ\" title=\"Permalink\">Permalink</a>",
"docolav": "52879E",
"file": "vdZXtQ.jpg",
"guid": "https://shaarli.guiguishow.info/?vnjYOQ",
"height": 668,
"tags": [
"nomarkdown"
],
"title": "Romain Ducornet ‏Avec une carte @RSF_RWB, on peut évaluer le degré d'honnêteté intellectuelle des officiels à la marche #CharlieHebdo",
"url": "https://pbs.twimg.com/media/B7DtNo8CcAAHHva.jpg",
"width": 1200
},
"wsSDtw": {
"checksum": "21fd0081ee2d9d4acd3ab4d4d241a648",
"date": 1560705934.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Il est temps de rétablir quelques vérités…<br />\n(Macron) ‒ Grand débat : vos propositions sont les bienvenues !</p>\n<p>Personne ne se soustrait aux règles de la République<br />\n(Macron) ‒ Mais qui êtes-vous, monsieur ?<br />\n(Benalla ?) ‒ Bah Patron ! … C'est moi !</p>\n<p>Il n'y a pas de violences policières en France !<br />\n(Flic à un manifestant gisant sur le sol) ‒ Dernière sommation ! Nous allons faire usage de la force ! … … … Uhuhu !</p>\n<p>La violence est chez les gilets jaunes !<br />\n(Macron devant des gilets jaunes qui chantent et dansent ) ‒ Cette violence ! C'est insupportable ! C'est un complot des russes ?!</p>\n<p>Nous agissons pour l'écologie et le climat<br />\n(Macron à un homme d'affaires / financier) ‒ Il y a un pognon de dingue à faire avec les aéroports… Vous reprendrez bien un peu de glyphosate ?</p>\n<p>Le pouvoir d'achat est en hausse<br />\n(Volaille en train de se faire déplumer) ‒ Je la sens pas trop, la hausse !<br />\n(Macron ?) ‒ Faites un effort d'imagination !</p>\n<p>Nous luttons contre l'évasion fiscale !<br />\n(Homme d'affaires / financier avec des valises débordantes de billets) ‒ Je vais aller en prison ??<br />\n(Macron) ‒ Mais non ! Vous, c'est de l'optimisation fiscale ! Ça n'a rien à voir ! &lt;3 &lt;3</p>\n<p>Nous sommes pour le service public…<br />\n(Macron, tapant sur des profs et des infirmiers en manifestation) ‒ Parce qu'un défouloir est toujours utile !</p>\n<p>… et protégeons la liberté d'expression !<br />\n(Flic serrant un citoyen) ‒ Il a tweeté que vous étiez un con !<br />\n(Macron) ‒ Pas de fake news dans mon royaume !</p>\n</blockquote>\n<p>Gros +1.</p>\n<p>Dessin publié dans le numéro de mai 2019 de Siné mensuel.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?cC73jQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "CAC5C4",
"file": "wsSDtw.jpg",
"guid": "https://shaarli.guiguishow.info/?cC73jQ",
"height": 3645,
"tags": [],
"title": "Fake news et en même temps… fake news !",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/06/dessin-sine_mai_2019-fake_news_et_en_meme_temps_fake_news.jpg",
"width": 2884
},
"xPuDUQ": {
"checksum": "7038d4fe08c007ccffa438957840ce95",
"date": 1552850289.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>‒ Vous n'avez, à présent, plus le droit d'approcher un établissement scolaire…<br />\n‒ Paaarfait ! Et si je viole un juge, je n'aurai plus le droit d'approcher un tribunal ?</p>\n</blockquote>\n<p>:D</p>\n<p>Dessin publié dans le numéro février 2019 de Siné mensuel.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?4Y60Uw\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "C9BBB6",
"file": "xPuDUQ.jpg",
"guid": "https://shaarli.guiguishow.info/?4Y60Uw",
"height": 1073,
"tags": [],
"title": "Approcher d'une école, approcher d'un tribunal",
"url": "http://shaarli.guiguishow.info/data/uploads/2019/03/dessin-sine_fevrier_2019-approcher_une_ecole_approcher_un_tribunal.jpg",
"width": 941
},
"y3CtXg": {
"checksum": "e4ef94bc0dfce8eed59a4871cc7c3adb",
"date": 1528017275.0,
"description": "<div class=\"markdown\"><blockquote>\n<p>Macron a été aussi agile et rapide que Mamoudou Gassama, ce Malien de 22 ans qui, au péril de sa vie et à la force du poignet, a escaladé la façade d’un immeuble parisien pour sauver un enfant de 4 ans et demi, suspendu dans le vide. Après cet exploit, le jeune homme était <strong>récupéré, en urgence, sous les ors de l’Elysée</strong>, dûment assis en face du Président, qui lui garantissait la nationalité française dans les meilleurs délais. Et une belle médaille. De leur côté, les pompiers de Paris faisaient savoir qu’ils étaient prêts à embaucher le courageux sans-papiers. Séquence émotion…</p>\n<p>Et joie sans mélange ? Pas vraiment. A droite, la mauvaise humeur était palpable. Va pour Mamoudou, mais il ne faudrait pas que trop de clandestins se mettent à sauver des gosses… Après Lassana Bathily, qui, le 9 janvier 2015, a sauvé des otages de l’Hyper Cacher, cela fait deux clandestins valeureux régularisés en trois ans. Honni soit qui Mali y pense ! Faut-il fixer des quotas de héros ou imposer une épreuve d’escalade aux candidats à la naturalisation ? La France peut-elle accueillir tous les Spiderman du monde ? Vaines questions : <strong>l’essentiel est d’avoir de temps à autre notre « bon » migrant couvert de lauriers, preuve que la France est un pays ouvert et généreux</strong>.</p>\n<p>À l’Elysée, lundi, Mamoudou Gassama a remercié le Président, mais aussi Dieu. Et Macron ne s’est même pas vexé. C’est dire si nous venons de vivre un moment exceptionnel.</p>\n</blockquote>\n<p>Énorme +1. Tout ça n'est que pure hypocrisie. D'où il faut être méritant⋅e pour obtenir la nationalité ?! D'où il faut être méritant⋅e pour vivre ?! Dégueulasse.</p>\n<p>Dans le Canard enchaîné du 30 mai 2018.<br />\n&#8212; <a href=\"https://shaarli.guiguishow.info/?HdFhbQ\" title=\"Permalink\">Permalink</a></p></div>",
"docolav": "D2D2D2",
"file": "y3CtXg.jpg",
"guid": "https://shaarli.guiguishow.info/?HdFhbQ",
"height": 915,
"tags": [],
"title": "Jusqu'où grimpera Mamoudou ?",
"url": "http://shaarli.guiguishow.info/data/uploads/2018/05/dessin-canard_30-Mamoudou_Gassama_ce_hero.jpg",
"width": 1077
}
}